export const text = `
Завдання № 1
Під час розтину трупа корови виявлено, що її печінка має нерівномірний колір – з осередкими сірувато-коричневого і жовтуватого кольору. Капсула органа напружена, а краї – заокруглені. Гістологічним дослідженням печінки встановлено, що гепатоцити нерівномірно збільшені, цитоплазма їх набрякла, каламутна, нерівномірно зафарбована, з дрібними ацидофільними білковими зернами. Границі між клітинами неясні чи не виявляються, ядра видно не в усіх клітинах. Проте після обробки зрізів перед зафарбовуванням слабким розчином оцтової кислоти границі між печінковими клітинами та їх ядра стають добре видимі, а їх цитоплазма втрачає каламутність. Вкажіть, який діагноз ви напишете у протоколі патолого-анатомічного розтину.
А. Білковий гепатоз. Б. Амілоїдоз печінки. В. Жировий гепатоз. Г.  Цироз печінки.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tПерераховані в завданні зміни гепатоцитів при гістологічному дослідженні характерні для зернистої дистрофії, яка є ознакою білкового гепатозу. Мікроскопічні зміни відрізняють білковий гепатоз від станів, приведених в інших варіантах відповіді.
Відповідність Програмі ЄДКІ : P1.1.1
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P1.1 Загальна патологія. Пункт: P1.1.1 Хвороби, зумовлені порушенням протеїнового, вуглеводного та ліпідного обміну. Гіпо- і гіперпротеїнемії, диспротеїнемія, парапротеїнемія та протеїнурія. Азотемії. Гіпо- і гіперглікемії, глюкозурія, фруктозурія та галактозурія. Ожиріння. Ліпомобілізаційний синдром. Жирова інфільтрація печінки, атеросклероз. Кетогенез та його порушення. Гіпо- та гіпергідратація. Гіпо- та гіпернатріємії, каліємії, хлоремії. Білкові, жирові, вуглеводні та мінеральні дистрофії. Хвороби, зумовлені порушенням обміну макро- і мікроелементів у тварин та птиці. Хвороби, спричинені порушенням обміну вітамінів.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : зміна Б



Завдання № 2
Під час розтину трупа курки виявлено рихлі білі кашицеподібні маси на серозних оболонках грудочеревної порожнини, печінки, нирок, селезінки, кишечнику, легень, повітроносних мішків та на осерді. Ці накладення легко знімаються, а під ними видно виражені ознаки запального процесу. Гістологічним дослідженням у різних тканинах знайдено еозинофільні тонкі голкоподібні кристали і аморфні маси, навколо яких виявлено виразну запальну реакцію з накопиченням гігантських клітин. Вкажіть, який діагноз ви напишете у протоколі патолого-анатомічного розтину.
\fА. Вісцеральний сечокислий діатез. Б. Десимінований кальциноз.
В. Осередки казеозного некрозу. Г.  Вогнища сухого некрозу.
--

Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tМакроскопічні та мікроскопічні зміни характерні для вісцерального сечокислого діатезу. Мікроскопічні зміни відрізняють вісцеральний сечокислий діатез від станів, приведених в інших варіантах відповіді.
Відповідність Програмі ЄДКІ : P1.1.1
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P1.1 Загальна патологія. Пункт: P1.1.1 Хвороби, зумовлені порушенням протеїнового, вуглеводного та ліпідного обміну. Гіпо- і гіперпротеїнемії, диспротеїнемія, парапротеїнемія та протеїнурія. Азотемії. Гіпо- і гіперглікемії, глюкозурія, фруктозурія та галактозурія. Ожиріння. Ліпомобілізаційний синдром. Жирова інфільтрація печінки, атеросклероз. Кетогенез та його порушення. Гіпо- та гіпергідратація. Гіпо- та гіпернатріємії, каліємії, хлоремії. Білкові, жирові, вуглеводні та мінеральні дистрофії. Хвороби, зумовлені порушенням обміну макро- і мікроелементів у тварин та птиці. Хвороби, спричинені порушенням обміну вітамінів.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : зміна Г



Завдання № 3
Під час розтину трупа коня встановлено, що його селезінка дещо збільшена. На розрізі виявляються поодинокі дрібні зерна сірувато-білого кольору. Гістологічним дослідженням виявлено збільшення розмірів лімфоїдних вузликів внаслідок збільшення у них кількості лімфоцитів. Вкажіть, який діагноз ви напишете у протоколі патолого-анатомічного розтину.
А. Гіпертрофія лімфоїдних вузликів селезінки. Б. Гіпертрофія селезінки.
В. Септична селезінка.
Г. Гіперплазія клітин червоної пульпи селезінки.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tМакроскопічні та мікроскопічні зміни характерні для гіпертрофії лімфоїдних вузликів селезінки. Мікроскопічні зміни відрізняють гіпертрофію лімфоїдних вузликів селезінки від станів, приведених в інших варіантах відповіді
Відповідність Програмі ЄДКІ : P1.1.2
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P1.1 Загальна патологія. Пункт: P1.1.2 Атрофія, гіпертрофія та гіперплазія, регенерація, склероз, організація, інкапсуляція, метаплазія, перебудова органів і тканин. Хвороби змертвіння (некроз, виразки, нориці, термічний опік, відмороження). Променева хвороба. Пухлини.
\f---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : відсутній



Завдання № 4
Під час розтину трупа поросяти в печінці виявлено невеликі осередки сіро-білого кольору. Гістологічним дослідженням встановлено, що в частині печінкових часточок на місці гепатоцитів знаходиться безструктурна зерниста еозинофільна маса. Вкажіть, який діагноз ви напишете у протоколі патолого-анатомічного розтину.
А. Ареактивні некрози в печінці. Б. Реактивні некрози в печінці.
В. Жирова дистрофія гепатоцитів. Г. Осередки звапнення в печінці.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tМакроскопічні та мікроскопічні зміни характерні для ареактивних некрозів у печінці. Мікроскопічні зміни відрізняють ареактивні некрози печінки від станів, приведених в інших варіантах відповіді.
Відповідність Програмі ЄДКІ : P1.1.2
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P1.1 Загальна патологія. Пункт: P1.1.2 Атрофія, гіпертрофія та гіперплазія, регенерація, склероз, організація, інкапсуляція, метаплазія, перебудова органів і тканин. Хвороби змертвіння (некроз, виразки, нориці, термічний опік, відмороження). Променева хвороба. Пухлини.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : зміна В



Завдання № 5
Під час розтину трупа свині встановлено, що слизова оболонка її клубової кишки вкрита рихлими накладеннями жовто-сірого кольору, які досить легко відділяються від розміщених під ними тканин. Під цими накладеннями знаходиться тьмяна, набрякла, гіперемійована слизова оболонка з точковими крововиливами. Гістологічним дослідженням встановлено, що на поверхні слизової оболонки знаходяться еозинофільні гомогенні маси. У слизовій оболонці виявлено дистрофічні зміни та руйнування епітеліальних клітин і верхніх частин ворсинок. Слизова оболонка інфільтрована лімфоцитами, моноцитами та поодинокими нейтрофілами. Вкажіть, який діагноз ви напишете у протоколі патолого-анатомічного розтину.
А. Крупозне запалення клубової кишки.
Б. Дифтеритне запалення клубової кишки.
\fВ. Некротичне запалення клубової кишки. Г. Ерозивне запалення клубової кишки.
--

Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tМакроскопічні та мікроскопічні зміни характерні для крупозного запалення клубової кишки. Макроскопічні й мікроскопічні зміни відрізняють крупозне запалення клубової кишки від станів, приведених в інших варіантах відповіді.
Відповідність Програмі ЄДКІ : P1.1.3
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P1.1 Загальна патологія. Пункт: P1.1.3 Альтеративне, ексудативне, проліферативне та катаральне запалення. Гіпертермія, гарячка, гіпотермія.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : відсутній



Завдання № 6
В агрофірмі молочного спрямування у групі корів із найвищою лактацією (майже 40 л молока на добу) доглядачі відмітили незначне пригнічення корів. Вони неохоче поїдають корм, особливо концентрований, повільно реагують на роздачу корму, більше часу лежать, підводяться тяжко. Вгодованість і продуктивність корів знижується. Клінічне обстеження цих корів лікарем ветеринарної медицини показало: температура тіла в межах 37,3-38,2°С, частота пульсу 80-90 уд./хв, частота дихання 32-38 дих.рух./хв; скорочення рубця послаблені. У видихуваному повітрі відчувається запах ацетону. Вкажіть вірогідний діагноз.
А. Кетоз.
Б. Алкалоз.
В. Вторинна остеодистрофія Г. Зміщення сичуга.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tЯкщо у видихуваному повітрі від корови відчувається запах ацетону то діагноз однозначно буде «Кетоз». Інші варіанти передбачуваного діагнозу мають ряд подібних симптомів але наявність ацетону для них не характерне.
Відповідність Програмі ЄДКІ : P1.1.1.
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН.\tПідрозділ: P1.1 Загальна патологія. Пункт: P1.1.1. Хвороби, зумовлені порушенням протеїнового, вуглеводного та ліпідного обміну. Гіпо- і гіперпротеїнемії, диспротеїнемія, парапротеїнемія та протеїнурія. Азотемії. Гіпо- і гіперглікемії, глюкозурія, фруктозурія та галактозурія. Ожиріння. Ліпомобілізаційний синдром. Жирова інфільтрація печінки, атеросклероз. Кетогенез та його порушення. Гіпо- та гіпергідратація. Гіпо- та гіпернатріємії, каліємії, хлоремії. Білкові, жирові, вуглеводні та
\fмінеральні дистрофії. Хвороби, зумовлені порушенням обміну макро- і мікроелементів у тварин та птиці
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : зміна В



Завдання № 7
Під час розтину трупа коня виявлено набряк і затвердіння губ з поперечними глибокими тріщинами. На шкірі крил носа – безволосі ділянки потовщеної шкіри. На слизових оболонках ротової порожнини й глотки – численні симетрично розташовані сіро-жовті ділянки некрозів. Заглоткові й нижньощелепні лімфовузи збільшені, з крововиливами. Також встановлено геморагічний діатез. У шлунку і тонкому кишечнику – катаральне запалення з численними дрібними крововиливами. У товстому кишечнику – ділянки некрозу. У міокарді, печінці й нирках – зерниста, рідше жирова дистрофії. Жовтий кістковий мозок драглисто набряклий.
Укажіть, яку з цих хвороб ви вкажете як основну у заключенні про причину загибелі тварини.
А. Стахіботріотоксикоз.
Б. Отруєння алкалоїдами споришу. В. Сепсис.
Г. Гіповітаміноз Е.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tПриведені зміни характерні для стахіботриотоксикозу та дозволяють віддиференціювати стахіботріотоксикоз від хвороб, приведених в інших варіантах відповіді.
Відповідність Програмі ЄДКІ : P1.1.4.
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН.\tПідрозділ: P1.1 Загальна патологія. Пункт: P1.1.4 Отруєння кормами та кормовими добавками (сечовиною, кухонною сіллю), мікотоксинами, отруйними рослинами (рослинами, що містять алкалоїди, глікозиди, кумарини, сапоніни, оксалати, фотосенсибілізуючі речовини, ефірні олії, нітрати, нітрити), пестицидами (фосфорорганічні та хлорорганічні сполуки, похідні карбамінової кислоти, триазину, сечовини, фенолу, синтетичні піретроїди), важкими металами та сполуками Арсену, зміїною отрутою.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : відсутній



Завдання № 8
У корови під час клінічного огляду в ділянці лобової кістки виявили набряк та болючість м’яких тканин, а також норицю. Під час зондування нориці на її дні виявили кістку
\fжовтуватого кольору з шорсткуватою поверхнею. З анамнезу відомо, що два місяці тому у корови провели обезрожування, після якого вона тривалий час хворіла. Вкажіть діагноз.
А. Некроз лобової кістки. Б. Гнійний абсцес.
В. Периостит.
Г. Ревматичний остит
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tДані анамнезу та клінічні ознаки вказують на те, що ми маємо справу з остеонекрозом – змертвінням ділянки кістки (у даному випадку лобової кістки), що виникає внаслідок травм, функціонального перевантаження, запалень тощо.
Відповідність Програмі ЄДКІ : P1.2.1. Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН
Підрозділ: P1.2. Патологія опорно-рухового апарату. Пункт: P1.2.1. Патологія кісток (періостити, остити, некроз кістки, карієс, остеомієліт, переломи кісток, кісткові неоплазії). Рахіт, остеодистрофія, Захворювання хребта (переломи хребців, дископатії, спондиліт, спондилоостехондроз, спондилоартрит).
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : уточнення пункту програми



Завдання № 9
Некастрований 5-річний пес кілька годин назад отримав травму тупим предметом у ділянці черевної стінки. На місці травми одразу виникла обмежена болюча припухлість, що зменшується у розмірах під час натискання. На шкірі у ділянці травми виявили крововилив. Лікар поставив попередній діагноз – пролапсус у ділянці черевної стінки. Вкажіть, які із запропонованих методів діагностики дозволять встановити остаточний діагноз.
А. Діагностична лапаротомія.
Б. Аускультація і пункція в ділянці припухлості.
В. Рентгенографія черевної порожнини з контрастною речовиною. Г. Дані анамнезу, клінічний огляд та пальпація.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tДля встановлення остаточного діагнозу, а також подальшого оперативного лікування пролапсу є доцільною діагностична лапаротомії.
Відповідність Програмі ЄДКІ : P1.4.5.
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P1.4. Патологія органів травного апарату та стінок грудної, черевної і тазової порожнин та тазу. Пункт: P1.4.5. Патологія
\fочеревини (перитоніт, асцит, жовтковий перитоніт птиці). Аномалії анального отвору та прямої кишки, грижі, параанальний аденіт.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : уточнення пункту програми



Завдання № 10
Під час випасання у лісі корова отримала рану у ділянці лопатки. Враховуючи те, що у рані відбуваються певні послідовні зміни – травматичний та запальний набряк, самоочищення рани, утворення грануляційної тканини, рубцювання рани та її епітелізація, вкажіть, коли та на якій стадії загоєння на рану накладають первинний шов.
А. Відразу після поранення і ретельної хірургічної обробки рани. Б. Через 8-15 днів, коли сформується грануляційна тканина.
В. Через 20 днів для зближення країв рани, вкритих рубцевою тканиною. Г. Після 20-30 днів у разі оновлення країв рани шляхом видалення рубців.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tПервинний шов накладається на асептичну рану відразу після поранення (Власенко В.М., Тихонюк Л.А. Словник термінів ветеринарної хірургії. Біла Церква. 2008. С. 348)
Відповідність Програмі ЄДКІ : P1.1.7
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН Підрозділ: P1.1 Загальна патологія. Пункт: P1.1.7 Травма і травматизм, шок, колапс, рана, закриті механічні ушкодження (забій, розтяг, розрив), зміщення органів.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : відсутній



Завдання № 11
Кішка віком 10 років, стерилізована, утримується лише у квартирі з іншими двома кішками, з якими час від часу виникають бійки. Власник помітив, що упродовж останніх 4 днів кішка в’яла, відмовляється від їжі, постійно лежить, агресивно реагує на пальпацію живота. Під час клінічного огляду тварини виявлено обмежену, кулеподібної форми, гарячу та болісну, флюктуючу припухлість справа у верхній частині живота. Загальна температура тіла тварини – 40ºС. Вкажіть діагноз.
А. Абсцес.
Б. Черевна грижа. В. Гематома.
Г. Пухлина.
\f--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tДані анамнезу, клінічні ознаки (болючість, флуктуація, підвищенні загальної і місцевої температури тіла) вказують, що єдино вірним діагнозом є абсцес (Власенко В.М., Тихонюк Л.А. Словник термінів ветеринарної хірургії. Біла Церква. 2008. С. 11).
Відповідність Програмі ЄДКІ : P1.1.8
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P1.1 Загальна патологія. Пункт: P1.1.8 Гнійна хірургічна інфекція (абсцес, емпієма, флегмона, сепсис), анаеробна і гнильна хірургічна інфекція, специфічна хірургічна інфекція (актиномікоз).
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : відсутній



Завдання № 12
Під час розтину трупа теляти встановлено, що трупне задубіння відсутнє. Кров темно- червона, не згорнута. На слизових і серозних оболонках є численні точкові й плямисті крововиливи. Селезінка збільшена, її пульпа вишнево-червоного кольору, в’яла, зіскріб з поверхні розрізу значний. Усі лімфатичні вузли з ознаками запалення. Гістологічними дослідженнями у міокарді, печінці та нирках встановлено зернисту дистрофію. Строма серця, печінки та нирок набрякла, інфільтрована лімфоцитами, нейтрофілами та гістіоцитами. У різних органах і тканинах – плазморагія та фібриноїдний некроз стінок артеріол і вен. У просвіті судин серед клітин крові виявляються бактерії. Укажіть, яку з цих хвороб ви вкажете як основну у заключенні про причину загибелі тварини.
А.    Септицемія. Б. Пастерельоз. В. Стрептококоз. Г. Туляремія.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tПриведені зміни характерні для септицемії та дозволяють віддиференціювати її від хвороб, приведених в інших варіантах відповіді.
Відповідність Програмі ЄДКІ : P1.1.8
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P1.1 Загальна патологія. Пункт: P1.1.8 Гнійна хірургічна інфекція (абсцес, емпієма, флегмона, сепсис), анаеробна і гнильна хірургічна інфекція, специфічна хірургічна інфекція (актиномікоз).
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : зміна В
\f

Завдання № 13
За отруєння тварин сполуками важких металів (свинцю, ртуті, міді) як функціональні антидоти використовують тетацин-кальцію та унітіол. Завдяки своїй рекційній здатності останні отримали назву «комплексони». Вкажіть, яке із пояснень характеризує вказану назву тетацину-кальцію та унітіолу.
А. Здатність цих засобів утворювати стійкі комплекси з важкими металами і таким чином відновлювати активність ензимів та біохімічні процеси в організмі.
Б. Здатність тетацин-кальцію та унітіолу сприяти утворенню стійких з’єднань важких металів з білками крові і таким чином зменшувати їх токсичність.
В. Здатність цих засобів за взаємодії зі слизовою оболонкою кишечника утворювати стійкі альбумінати та перешкоджати всмоктуванню важких металів у кров.
Г. Здатність тетацин-кальцію та унітіолу за взаємодії з ензимними системами стимулювати процес біотрансформації сполук важких металів.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tМеханізм токсичної дії сполук важких металів зводиться до блокування сульфгідрильних груп ензимів, що призводить до гальмування окисно-відновних та синтезувальних процесів в організмі. Унітіол та тетацин- кальцію взаємодіють з важкими металами з утворення
Відповідність Програмі ЄДКІ : P1.1.4
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P1.1 Загальна патологія. Пункт: P1.1.4 Отруєння кормами, за порушення технології їх приготування, зберігання та підготовки до згодовування. Отруєння кормовими добавками (сечовиною, натрію хлоридом).
Мікотоксикози, фітотоксикози (отруєння рослинами, що накопичують алкалоїди, глікозиди, кумарини, сапоніни, оксалати, фотосенсибілізуючі речовини, ефірні олії, нітрати, нітрити).
Отруєння пестицидами (фосфорорганічні та хлорорганічні сполуки, похідні карбамінової кислоти, триазину, сечовини, фенолу, синтетичні піретроїди), сполуками важких металів та арсену, зміїною отрутою. Антидотні засоби.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : зміна Б



Завдання № 14
Після отелення у корови з’явилися ознаки слабкості кістяка: повільне вставання, болісність під час ходьби, хрускіт у суглобах, а також зниження вгодованості та продуктивності.
Температура тіла, частота пульсу та дихання, а також кількість скорочень рубця у межах фізіологічних показників. Тварина тривалий час лежить, підводиться неохоче, хода скована, спина згорблена, помітні ознаки розсмоктування останніх хвостових хребців у вигляді їх
\fпотоншення, ратиці деформовані, рН сечі у межах норми, ацетонові тіла і білок у ній не виявлено. За результатами дослідження крові, показники гемоглобіну, загального білка сироватки крові, та резервної лужності знаходяться у межах фізіологічних коливань, а вміст загального кальцію є нижчим за норму. Вкажіть діагноз захворювання.
А. Остеодистрофія. Б. Кетоз.
В. Гіпомагніємія.
Г. Післяродова гіпофосфатемія.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tЗниження вмісту загального кальцію поряд із симптомами характерними для враження кістяка вказують на передбачуваний діагноз «остеодистрофія».
Відповідність Програмі ЄДКІ : P1.2.1
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН Підрозділ: P1.2 Патологія опорно-рухового апарату. Пункт: P1.2.1 Патологія кісток (періостити, остити, некроз кістки, карієс, остеомієліт, переломи кісток, кісткові неоплазії). Рахіт, остеодистрофія, Захворювання хребта (переломи хребців, дископатії, спондиліт, спондилоостехондроз, спондилоартрит).
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : відсутній



Завдання № 15
Під час розтину трупа собаки виявлено, що капсули сулобів кінцівок потовщені, внутрішня поверхня капсул нерівна й нерівномірно повнокровна, поверхня суглобового хряща тьмяна, з тріщинами та узурами. По краях суглобових кінців кісток розростаються острівці грануляційної тканини у вигляді пластів. Суглобові щілини звужені. В епіфізах кісток – остеопороз. Навколо суглобів та вздовж сухожилків у сполучній тканині знайдено вузли, розміром з горошину. Серцевий м’яз в’ялий, тьмяний, з ділянками сіруватого кольору.
Гістологічними дослідженнями встановлено, що вузли навколо суглобів та вздовж сухожилків являють собою Ашоф-Талалаєвські гранульоми, які складаються з макрофагів і гігантських клітин, що оточують фібриноїдні маси. У міокарді – інфільтрація строми лімфоцитами, гістіоцитами, нейтрофілами та еозинофілами. У різних органах і тканинах – фібриноїдний некроз стінок кровоносних судин. Капіляри оточені муфтами з проліферуючих клітин адвентиції. Укажіть, яку з цих хвороб ви вкажете як основну у заключенні про причину загибелі тварини.
А. Ревматизм. Б. Поліартрит. В. Остеопороз. Г. Артроз.
--
\fПравильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tПриведені макроскопічні і мікроскопічні зміни характерні для ревматизму та дозволяють віддиференціювати його від хвороб, приведених в інших варіантах відповіді.
Відповідність Програмі ЄДКІ : P1.2.2
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН Підрозділ: P1.2 Патологія опорно-рухового апарату. Пункт: P1.2.2 Патологія суглобів (розтяги та вивихи суглобів, вивих надколінника, рани суглобів, асептичний і септичний синовіти, артроз, артрит, розсікаючий остеохондроз та асептичний некроз голівки плечової кістки, асептичний некроз голівки стегна, дисплазія тазостегнових суглобів).
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Причина не найкращої ситуації з відсотком правильних відповідей – незнання теми
«Ревматизм». Ашоф-Талалаєвські гранульоми – специфічні саме для ревматизму.



Завдання № 16
Під час розтину трупа кози виявлено, що її шкіра потовщена, жорстка, нееластична, щільна, суха, поверхня розрізу шкіри – біла, блискуча. Роги та копита деформовані, з потовщеним, потрісканим роговим чохлом. Гістологічним дослідженням шкіри виявлено потовщення епідермісу внаслідок гіперплазії клітин базального шару та виразного потовщення рогового шару. Вкажіть, який діагноз ви напишете у протоколі патолого-анатомічного розтину.
А. Гіперкератоз шкіри та її похідних. Б. Паракератоз шкіри та її похідних. В.   Гіпокератоз шкіри та її похідних. Г. Склероз шкіри та її похідних.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді: Приведені макроскопічні і мікроскопічні зміни характерні для гіперкератозу шкіри і її похідних та дозволяють віддиференціювати цей стан від станів, приведених в інших варіантах відповіді.
Відповідність Програмі ЄДКІ : P1.3.1
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН Підрозділ: P1.3 Патологія шкіри та її похідних. Пункт: P1.3.1 Дерматит, дерматоз, екзема. Гнійні захворювання шкіри (фурункул, карбункул, стафілококова піодермія). Копитна гниль овець, гнійне запалення міжпальцевих залоз овець.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : відсутній



Завдання № 17
\fУ корови, яка знаходилася на пасовищі далеко від населеного пункту, як результат випадкового поранення м’яких тканин пальмарної поверхні путового суглоба лівої грудної кінцівки, виникла сильна кровотеча. Як першу допомогу тварині наклали джгут у середній третині п’ястка. Вкажіть, через який проміжок часу необхідно зняти джгут.
А. Через 1-2 год. Б. Через 3-4 год. В. Через 4-5 год. Г. Через 5-6 год.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді: Джгут, який накладається на кінцівку з метою провізорного спинення кровотечі, необхідно зняти не пізніше, ніж через 2 години (у теплу пору року), з метою запобігання некрозу тканин.
Відповідність Програмі ЄДКІ : P1.1.7
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P1.1 Загальна патологія. Пункт: P1.1.7 Травма і травматизм, шок, колапс, рана, закриті механічні ушкодження (забій, розтяг, розрив), зміщення органів.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : уточнення пункту програми



Завдання № 18
Під час обстеження ротової порожнини собаки у ділянці ясен лікар ветеринарної медицини виявив гладеньке, блискуче, щільне й неболюче утворення рожевого кольору розміром 3×2 см. Вкажіть, який діагноз можна поставити.
А. Епуліс. Б. Ранула.
В. Гематома. Г. Папілома.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tЛокалізація патологічного утворення, а також характерні клінічні ознаки дають підстави вважати, що єдино вірним діагнозом є епуліс – доброякісна сполучно-тканинна пухлина ясен (Власенко В.М., Тихонюк Л.А. Словник термінів ветеринарної хірургії. Біла Церкв
Відповідність Програмі ЄДКІ : P1.4.1
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P1.4 Патологія органів травного апарату та стінок грудної, черевної і тазової порожнин та тазу. Пункт: P1.4.1 Патологія зубів (неправильне стирання зубів, карієс, пульпіт, періодонтит, одонтогенний остеомієліт, зубний камінь). Хвороби язика (рани, виразки, гіперкінез язика), оральний папіломатоз, епуліс, ретенційні кісти, ранули, сіалоденіт.
\f---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : відсутній



Завдання № 19
На полі після збирання зеленої маси кукурудзи на силос випасався молодняк відгодівельної групи віком до одного року. На ділянці були рештки кукурудзяної маси з качанами в стадії молочно-воскової стиглості. Після двогодинного випасання натще і напування у більшості тварин встановлено пригнічений стан, відмову від корму, залежування із закинутою на груди головою. Клінічним оглядом у цих тварин встановлено від 1-2 скорочень рубця за 2 хвилини до їх повної відсутності, температура тіла 39,4°С, частота пульсу до 120 уд./хв, частота дихання близько 40-45 дих. рух./хв. Тварини неохоче піднімаються, відмічається діарея.
Укажіть попередній діагноз хвороби.
А.   Ацидоз рубця. Б. Алкалоз рубця. В. Тимпанія рубця. Г. Кетоз.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tВ качанах кукурудзи молочно-воскової стиглості великий вміст легкозброджуваних вуглеводів, які в рубці жуйних швидко зброджуються з утворенням молочної кислоти та зниженням рН в кислу сторону, тому вірний діагноз – ацидоз.
Відповідність Програмі ЄДКІ : P1.4.2
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН Підрозділ: P1.4 Патологія органів травного апарату та стінок грудної, черевної і тазової порожнин та тазу. Пункт: P1.4.2 Сторонні тіла в стравоході, шлунку, передшлунках, кишечнику. Дивертикули стравоходу. Патологія передшлунків жуйних. Порушення травлення в шлунку та передшлунках. Тимпанія рубця. Ацидоз й алкалоз рубця. Травматичний ретикуліт і ретикулоперикардит.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : зміна В



Завдання № 20
Під час розтину трупа свині в її шлунку з боку слизової оболонки виявлено глибокий дефект з валикоподібно припіднятими щільними краями та гладким і щільним дном сірувато-жовтого кольору. Вкажіть, який діагноз ви напишете у протоколі патолого-анатомічного розтину.
А. Хронічна калюсна виразка шлунка. Б. Гостра пептична виразка шлунка.
\fВ. Гостра виразка шлунка.
Г. Прободна виразка шлунка.
--

Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tПриведені зміни характерні для хронічної калюсної виразки шлунка та дозволяють віддиференціювати її від інших варіантів виразки шлунка, приведених в інших відповідях.
Відповідність Програмі ЄДКІ : P1.4.3
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P1.4 Патологія органів травного апарату та стінок грудної, черевної і тазової порожнин та тазу. Пункт: P1.4.3 Порушення секреторної та моторної функцій шлунка. Хвороби шлунка і кишечника з синдромом колік. Ентералгія, розширення шлунка, метеоризм кишечника. Хімо- і копростаз, обтураційний ілеус (закупорення кишок каменями, сторонніми тілами і гельмінтами), странгуляційний ілеус (защемлення кишечника, завороти, інвагінація, перекручування) і гемостатичний ілеус (тромбоемболія кишкових артерій). Гастрит, гастроентерит, виразкова хвороба. Заворот шлунка у собак. Зміщення сичуга у корів. Диспепсія молодняку, молозивний токсикоз, гастроентерити, клоацити птиці.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Причина ненайкращої ситуації з відповідями – незнання теми «Виразка шлунка». Гладке і щільне дно сірувато-жовтого кольору характерне саме для калюсної виразки.



Завдання № 21
Після тяжкої фізичної роботи господар залишив розігрітого коня під дощем на морозному вітрі. Через півтори години у коня почалися приступи колікового кризу. Кінь почав бити грудними кінцівками об землю, тазовими по животу, раптово падати на землю, перевертатися через спину і швидко підніматися. Тварина часто приймала позу, характерну для дефекації та сечовиділення. Біль у тварини проявлявся періодично протягом 5-10 хвилин, потім, після короткочасного заспокоєння, знову відновлювався. Між нападами болю кінь спокійно стояв і навіть приймав корм. Перистальтика кишечника під час неспокою посилювалася. Вкажіть попередній діагноз.
А. Катаральна ентералгія. Б. Гастроентерит.
В. Копростаз.
Г. Гостре розширення шлунка.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tКоліковий криз у коня за гастроентериту і копростазу не має такого вираженого характеру. А за гострого розширення шлунку відсутня періодичність в розвитку болі, за цього захворювання біль лише зростає. Наявність періодичності поряд із гострим перебігом ко
\fВідповідність Програмі ЄДКІ : P1.4.3
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P1.4 Патологія органів травного апарату та стінок грудної, черевної і тазової порожнин та тазу. Пункт: P1.4.3 Порушення секреторної та моторної функцій шлунка. Хвороби шлунка і кишечника з синдромом колік. Ентералгія, розширення шлунка, метеоризм кишечника. Хімо- і копростаз, обтураційний ілеус (закупорення кишок каменями, сторонніми тілами і гельмінтами), странгуляційний ілеус (защемлення кишечника, завороти, інвагінація, перекручування) і гемостатичний ілеус (тромбоемболія кишкових артерій). Гастрит, гастроентерит, виразкова хвороба. Заворот шлунка у собак. Зміщення сичуга у корів. Диспепсія молодняку, молозивний токсикоз, гастроентерити, клоацити птиці.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : зміна Б



Завдання № 22
Під час розтину трупа вівці виявлено, що підшкірна жирова подушка, склера, слизові та серозні оболонки мають жовтий колір. На слизових і серозних оболонках – численні точкові крововиливи. Печінка збільшена, її паренхіма темно-зеленого відтінку, жовчні протоки розширені. Місцями реєструються осередки некрозу. Вміст кишечнику втратив свій специфічний колір. Гістологічним дослідженням у клітинах і міжклітинній речовині різних тканин і органів знайдено дрібні зерна і кристали жовтувато-зеленого кольору. У печінці такі зерна й кристали виявляються в цитоплазмі гепатоцитів. У жовчних канальцях і протоках – жовчні циліндри. Частина жовчних канальців розірвана. Вкажіть, який діагноз ви напишете у протоколі патолого-анатомічного розтину.
А. Механічна жовтяниця.
Б. Паренхіматозна жовтяниця. В. Гемолітична жовтяниця.
Г. Гепатит.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tПриведені макроскопічні і мікроскопічні зміни характерні для механічної жовтяниці та дозволяють віддиференціювати її від хвороб, приведених в інших варіантах відповіді.
Відповідність Програмі ЄДКІ : P1.4.4
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P1.4 Патологія органів травного апарату та стінок грудної, черевної і тазової порожнин та тазу. Пункт: P1.4.4 Порушення секреторної діяльності підшлункової залози, печінки. Гострий і хронічний панкреатит, панкреонекроз. Порушення травлення в кишечнику, випадіння прямої кишки.
Ферментопатія, гіперферментемії.
---
\fКоментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : відсутній



Завдання № 23
Під час розтину трупа собаки в її черевній порожнині виявлено прозору білувату рідину з ознаками опалесценції. Вкажіть, який діагноз ви напишете у протоколі патолого- анатомічного розтину.
А. Асцит.
Б. Серозний перитоніт.
В. Лімфоррагія в черевну порожнину. Г. Серозно-фібринозний перитоніт.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді: Приведені макроскопічні і мікроскопічні зміни характерні для асциту та дозволяють віддиференціювати його від хвороб, приведених в інших варіантах відповіді.
Відповідність Програмі ЄДКІ : P1.4.5
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P1.4 Патологія органів травного апарату та стінок грудної, черевної і тазової порожнин та тазу. Пункт: P1.4.5 Патологія очеревини (перитоніт, асцит, жовтковий перитоніт птиці). Аномалії анального отвору та прямої кишки, грижі, параанальний аденіт.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : відсутній



Завдання № 24
Під час розтину трупа теляти в його легенях виявлено нерівномірно ущільнені ділянки сіро- червоного кольору, які виступають над загальною поверхнею і за консистенцією нагадують селезінку. На розрізі центральна частина таких ділянок має жовтувато-сірий колір, а периферична – червонуватий. З поверхні розрізу виділяється мутна рідина рожевого кольору, а з бронхів – тягучий слиз жовтуватого кольору. Гістологічним дослідженням встановлено, що кровоносні судини легень розширені, переповнені кров’ю. Зміни альвеол строкаті. В них виявляється серозний та серозно-геморагічний ексудат з домішками лейкоцитів, гістіоцитів і злущених епітеліальних клітин. У бронхах – серозний катар. Вкажіть, який діагноз ви напишете у протоколі патолого-анатомічного розтину.
А. Гостра катаральна бронхопневмонія. Б. Гнійна бронхопневмнія.
В. Хронічна катаральна бронхопневмонія. Г. Геморагічна пневмонія.
\f--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді: Приведені макроскопічні і мікроскопічні зміни характерні для гострої катаральної бронхопневмонії та дозволяють віддиференціювати її від хвороб, приведених в інших варіантах відповіді.
Відповідність Програмі ЄДКІ : P1.5.1
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P1.5 Патологія органів дихання. Пункт: P1.5.1 Запалення приносових пазух, стеноз трахеї, пневмоторакс. Пневмонії тварин. Патологія легень незапального характеру: емфізема, набряк легень, легенева кровотеча.
Патологія плеври: плеврит, грудна водянка. Бронхопневмонія молодняку.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : відсутній



Завдання № 25
У корови, що належить приватній особі, передбачуваний термін тільності 4,5 місяців. Після останнього осіменіння прояви стадії збудження статевого циклу у неї не спостерігалися.
Вкажіть, які з цих ознак, виявлені під час ректального дослідження корови, вказують її на 4,5- місячну вагітність
А. Матка опущена у черевну порожнину, карункули розміром з невеликий біб, відчувається вібрація середньої маткової артерії з боку рога-плодовмістилища.
Б. Відчувається сильна вібрація середньої маткової артерії з боку рога-плодовмістилища та слабка з боку вільного рога, карункули розміром з голубине яйце.
В. Матка опущена у черевну порожнину; відчувається незначне дзюрчання середньої маткової артерії з боку рога-плодовмістилища; карункули розміром з горошину.
Г. Карункули розміром з куряче яйце, відчувається вібрація обох середніх маткових артерій, слабка вібрація задньої маткової артерії з боку рога-плодовмістилища.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tвідсутній
Відповідність Програмі ЄДКІ : P1.6.1
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P1.6 Біотехнологія відтворення тварин. Пункт: P1.6.1 Визначення оптимального часу осіменіння самок (корови, кобили, вівці, свині, кози, суки, кішки, кролиці). Стимуляція статевої охоти у самок. Діагностика вагітності. Роди. Штучне осіменіння.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : відсутній


\fЗавдання № 26
Під час розтину трупа собаки виявлено, що його права нирка бліда, щільна, деформована з осередками білуватого кольору. Капсула нирки нагадує глазурну плівку. Гістологічним дослідженням встановлено, що строма нирки гіпертрофована, має вигляд однорідної еозинофільної хрящоподібної маси. Ниркові тільця та канальці стиснуті, капсули ниркових тілець і базальні мембрани канальців потовщені, гомогенні. Місцями виявляються суцільні поля однорідних еозинофільних хрящоподібних мас. Вкажіть, який діагноз ви напишете у протоколі патолого-анатомічного розтину.
А.   Гіаліноз правої нирки. Б.   Склероз правої нирки. В. Амілоїдоз правої нирки. Г.  Білковий нефроз.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tПриведені макроскопічні і мікроскопічні зміни характерні для гіалінозу нирки та дозволяють віддиференціювати його від хвороб, приведених в інших варіантах відповіді.
Відповідність Програмі ЄДКІ : P1.7.1
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P1.7 Патологія органів сечостатевого апарату та оперативні втручання на статевих органах. Пункт: P1.7.1 Кількісні і якісні порушення діурезу. Гломерулонефрит, пієлонефрит, нефротичний синдром, нефросклероз, ниркова недостатність, уроцистит. Протеїнурія, глюкозурія, ліпурія, гематурія, кетонурія, білірубінурія. Сечокам’яна хвороба. Конкременти сечового міхура й уретри, нейрогенна дисфункція сечового міхура.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : зміна В



Завдання № 27
Під час обстеження сім’яників однорічного племінного пса породи пудель встановлено попередній діагноз: лівобічний крипторхізм. Лівий сім’яник менший за розмірами, пальпується на виході із пахвинного каналу. Власник просить зберегти репродуктивну здатність пса і можливість участі у виставках собак. Вкажіть, яке дослідження дозволить обрати правильну тактику лікування.
А. Генетичне дослідження.
Б. Гормональне дослідження крові. В. Спермограма.
Г. УЗД.
--
Правильна відповідь -- А
\fКоментар розробників щодо правильної відповіді:\tвідсутній
Відповідність Програмі ЄДКІ : P1.7.2
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P1.7 Патологія органів сечостатевого апарату та оперативні втручання на статевих органах.Пункт: P1.7.2 Парувальна імпотенція самців (гіпоспадія, гіпоплазія та персестуюча вуздечка статевого члена, флегмона, постит, баланопостит, фімоз, парафімоз, рани статевого члена та препуціального мішка).
Запліднювальна імпотенція самців (крипторхізм, гермафродитизм, гіпоплазія сім’яників, орхіт та епідидиміт, периорхіт, водянка загальної піхвової оболонки, простатит, аденома, новоутворення статевих органів самців).
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : відсутній



Завдання № 28
У 4-річної корови голштинської породи упродовж 3 місяців не спостерігається прояв стадії збудження статевого циклу після останнього його прояву. Тварину не осіменяли. Клінічним дослідженням корови встановлено: температура тіла 38,5°С, частота пульсу – 84 уд./хв, частота дихання – 24 дих. рух./хв, скорочення рубця – тричі за 2 хв. Добовий удій становить 30 л. Ректальним дослідженням встановлено, що роги матки дещо опущені в черевну порожнину, матка атонічна. Розмір лівого яєчника становить 5х3,5х2,5 см, у ньому є утворення, в якому відчувається незначна флюктуація. Під час УЗД у лівому яєчнику візуалізується утворення, діаметром 30 мм із анехогенним вмістом, з чітко вираженою стінкою завтовшки 3,3 мм. Вкажіть діагноз.
А. Лютеїнова кіста яєчників. Б. Гіпофункція яєчників.
В.   Персистентне жовте тіло. Г. Фолікулярна кіста яєчника.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tвідсутній
Відповідність Програмі ЄДКІ : P1.7.3
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P1.7 Патологія органів сечостатевого апарату та оперативні втручання на статевих органах. Пункт: P1.7.3 Неплідність на ґрунті запальних процесів (вульвіт, вестибуловагініт, цервіцит, метрит, оофорит, сальпінгіт, індурація шийки матки) та функціональних розладів статевих органів самок (гіпотонія та атонія матки, метрорагія, гіпоплазія і гіпофункція яєчників, персистентне жовте тіло, кісти яєчників, атрофія і склероз яєчників). Новоутворення в статевих органах самок.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Замінено в дистракторі Б «Німфоманія» на «Гіпофункція яєчників»
\f

Завдання № 29
У 5-річної корови голштинської породи упродовж 2-х місяців спостерігаються прояви стадії збудження статевого циклу з інтервалом 8-10 діб. Під час клінічного дослідження встановлено: температура тіла 38,7°С, частота пульсу – 86 уд./хв, частота дихання – 25 дих. рух./хв, скорочення рубця – 4 за 2 хв. Корова постійно збуджена, стрибає на інших тварин у стаді, реве, при цьому голос грубий, як у бугая. Крижова кістка у корови зміщена вгору, між коренем хвоста і сідничними горбами глибокі ямки. Добовий удій – близько 12 л молока. Під час ректального дослідження встановлено слабку ригідність матки, її роги дещо опущені в черевну порожнину. УЗД у правому яєчнику виявлено одне утворення діаметром 26 мм із анехогенним (темним) вмістом без вираженої стінки. Вкажіть діагноз.
А. Фолікулярна кіста яєчника. Б.   Лютеїнова кіста яєчників. В. Німфоманія.
Г. Анафродизія.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tвідсутній
Відповідність Програмі ЄДКІ : P1.7.3
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P1.7 Патологія органів сечостатевого апарату та оперативні втручання на статевих органах. Пункт:P1.7.3 Неплідність на ґрунті запальних процесів (вульвіт, вестибуловагініт, цервіцит, метрит, оофорит, сальпінгіт, індурація шийки матки) та функціональних розладів статевих органів самок (гіпотонія та атонія матки, метрорагія, гіпоплазія і гіпофункція яєчників, персистентне жовте тіло, кісти яєчників, атрофія і склероз яєчників). Новоутворення в статевих органах самок
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Змінено в дистракторі В «Склероз яєчника» на «Німфоманія»



Завдання № 30
Під час клінічного обстеження сім’яників півторарічного племінного пса породи чихуахуа встановлено діагноз: правобічний крипторхізм. УЗД встановлено, що правий сім’яник менший за розмірами, розміщений у черевній порожнині біля пахвинного каналу. Оберіть варіант лікування.
А. Необхідно провести кастрацію.
Б. Зачекати, можливо сім’яник опуститься в калитку самостійно. В.  Слід застосувати хоріонічний гонадотропін.
Г. Необхідна орхіпексія.
--
Правильна відповідь -- А
\fКоментар розробників щодо правильної відповіді:\tвідсутній
Відповідність Програмі ЄДКІ : P1.7.2
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P1.7 Патологія органів сечостатевого апарату та оперативні втручання на статевих органах. P1.7.2 Парувальна імпотенція самців (гіпоспадія, гіпоплазія та персестуюча вуздечка статевого члена, флегмона, постит, баланопостит, фімоз, парафімоз, рани статевого члена та препуціального мішка).
Запліднювальна імпотенція самців (крипторхізм, гермафродитизм, гіпоплазія сім’яників, орхіт та епідидиміт, периорхіт, водянка загальної піхвової оболонки, простатит, аденома, новоутворення статевих органів самців).
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : відсутній



Завдання № 31
Корова віком 5 років перебуває на стійловому утримані у групі пізнього сухостою. У лежачому положенні із статевої щілини у неї випинається червонувате кулясте утворення, величиною з гусяче яйце. Згідно з журналом штучного осіменіння корова перебуває на 8-му місяці тільності. Температура тіла 38,6ºС, частота пульсу 58 уд./хв, частота дихання – 22 дих. рух./хв, кількість скорочень рубця – 5 разів за 2 хв. Видимих пошкоджень шкіри і слизових оболонок не виявлено. Вкажіть, який діагноз можна поставити.
А. Часткове випадіння піхви. Б. Набряк вульви.
В. Передчасні перейми і потуги. Г. Вивертання матки.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tвідсутній
Відповідність Програмі ЄДКІ : P1.8.1
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P1.8 Патологія вагітності, родів, післяродового періоду та хвороби новонароджених. Патологія молочної залози. Пункт: P1.8.1 Токсикози вагітних, залежування вагітних, передчасні перейми і потуги, вивертання і випадіння піхви, маткова кровотеча, маткова грижа (кила), позаматкова та несправжня вагітність. Ембріональна смертність. Аборти.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Замінено в дистракторі Г «Повне випадіння піхви» на «Вивертання матки»



Завдання № 32
\fУ 5-річної корови голштинської породи спостерігається затримання стадії виведення плода. Оглядом встановлено, що з родових шляхів виступають обидві грудні кінцівки плода (підошви ратиць направлені догори). Під час внутрішнього дослідження у родовому каналі виявлена голова плода, повернута нижньою щелепою догори. Вкажіть діагноз.
А. Нижня позиція плода.
Б. Двобічне плечове передлежання.
В. Двобічне згинання кінцівок у ліктьових суглобах. Г. Скручування шиї плода.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tвідсутній
Відповідність Програмі ЄДКІ : P1.8.2
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. : Підрозділ: P1.8 Патологія вагітності, родів, післяродового періоду та хвороби новонароджених. Патологія молочної залози. Пункт: P1.8.2 Порушення динаміки родів: слабкість родової діяльності, бурхливі перейми і потуги, сухі роди, спазм шийки матки, звуження каналу шийки матки, вузька вульва та піхва. Порушення взаємовідношень між плодом і родовими шляхами роділлі: крупнопліддя та вузькість тазу, неправильні членорозміщення плода за головного і тазового передлежання, неправильні позиції плода, неправильні положення плода, виродливості.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Рекомендовано питання залишити без змін.



Завдання № 33
У 5-річної корови симентальської породи нижче середньої вгодованості, яка перебуває у родильному відділенні, патологічні роди з діагнозом – крупнопліддя. Їй надавали допомогу у виведенні плода силою чотирьох осіб. Упродовж 18 годин після виведення плода послід не відокремився. Із статевої щілини звисає пуповина і частково (близько 10 см) навколоплідні оболонки. Під час сечовиділення тварина непокоїться, напружується, із статевої щілини з сечею виділяються залишки навколоплідних рідин. Апетит корови нормальний, патології вагітності не спостерігалося. Клінічним дослідженням корови встановлено: температура тіла 39,3°С, частота пульсу – 55 уд./хв, частота дихання – 25 дих. рух./хв, скорочення рубця – двічі за 2 хвилини. Господарство благополучне щодо інфекційних та інвазійних захворювань.
Вкажіть діагноз.
А. Повне затримання посліду.
Б. Фізіологічний перебіг послідової стадії. В.  Часткове затримання посліду.
Г. Неповне затримання посліду.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tвідсутній
\fВідповідність Програмі ЄДКІ : P1.8.3
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P1.8 Патологія вагітності, родів, післяродового періоду та хвороби новонароджених. Патологія молочної залози. Пункт: P1.8.3 Перекручування матки. Затримання посліду. Оперативне акушерство: кесарів розтин, перінеотомія, розширення шийки матки.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : залишити питання без змін.



Завдання № 34
На 5 добу після отелення у 6-річної корови української чорно-рябої породи спостерігається виділення рідких брудо-сірого кольору з неприємним запахом та домішками пластівців лохій. Клінічним дослідженням встановлено: температура тіла 39,2°С, частота пульсу 87 уд./хв, частота дихання 28 дих. рух./хв. Корова стоїть з мокрим, припіднятим хвостом, часто приймає позу для сечовиділення, спостерігаються потуги. Апетит та молочна продуктивність знижені. Ректальним дослідженням встановлено, що матка розташована в черевній порожнині, атонічна, збільшена, дрябла, відчувається флуктуація її вмісту, стінки матки гладенькі, без виразної складчастості. Вкажіть, який діагноз слід поставити.
А. Гостра субінволюція матки. Б. Післяродова сапремія.
В. Післяродовий некротичний метрит. Г. Післяродовий фібринозний метрит.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tвідсутній
Відповідність Програмі ЄДКІ : P1.8.4
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P1.8 Патологія вагітності, родів, післяродового періоду та хвороби новонароджених. Патологія молочної залози. Пункт: P1.8.4 Видові особливості перебігу післяродового періоду. Субінволюція матки. Виворіт і випадіння матки. Залежування після родів, післяродові парез, невроз (божевілля), еклампсія, поїдання приплоду та посліду.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Замінено в дистракторі Б. «Післяродова септицимія» на «Післяродова сапремія»



Завдання № 35
У суки породи кокер-спанієль 5 діб тому відбулися роди. Ускладнень під час щеніння і в перші кілька діб після родів не було. Проте власниця стала помічати вечорами сильне занепокоєння тварини: сука скиглить, гавкає, тремтить, бігає з одного місця в інше.
\fНапередодні ввечері, після ознак збудження, у суки раптово порушилася координація рухів, були судоми. Очі суки в цей час були розширені, рот відкритий, з нього виділялася піна, тулуб і кінцівки задерев’янілі. Приступ тривав близько 20 хвилин. Вкажіть діагноз.
А. Післяродова еклампсія. Б.   Післяродовий невроз. В. Молочна лихоманка.
Г. Післяродове божевілля.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tвідсутній
Відповідність Програмі ЄДКІ : P1.8.4
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P1.8 Патологія вагітності, родів, післяродового періоду та хвороби новонароджених. Патологія молочної залози. Пункт: P1.8.4 Видові особливості перебігу післяродового періоду. Субінволюція матки. Виворіт і випадіння матки. Залежування після родів, післяродові парез, невроз (божевілля), еклампсія, поїдання приплоду та посліду.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Замінено в дистракторі В. «Післяродова печінкова кома» на «Молочна лихоманка»; Б.
«Післяродове залежування» на «Післяродовий невроз».



Завдання № 36
У частини корів дійного стада (переважно первісток) під час тічки спостерігається набряк статевих губ, почервоніння їх слизової оболонки, витікання слизово-гнійного ексудату, поява щільних, гладких вузликів навколо клітора і частково на бічних поверхнях присінка піхви.
Корів осіменяють штучно, але у стаді є два бугаї-плідники. Вкажіть, які захворювання супроводжуються такими симптомами.
А. Інфекційний вестибуло-вагініт, трихомоноз, вібріоз.
Б. Міхурцева висипка, катарально-гнійний метрит, серозний вестибуло-вагініт. В. Флегмонозний вульвіт, гнійний вестибуло-вагініт, гартнерит.
Г. Хронічний гнійний метрит, хронічний катаральний вестибуліт, міхурцева висипка.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tвідсутній
Відповідність Програмі ЄДКІ : P1.8.5
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. : P1.8 Патологія вагітності, родів, післяродового періоду та хвороби новонароджених. Патологія молочної залози. P1.8.5 Післяродова інфекція: післяродовий вульвовагініт, післяродовий метрит. Загальний акушерський сепсис: септицемія, піємія, сапремія.
---
\fКоментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Змінено в дистаркторі Б «Метрорагія, катарально-гнійний метрит, серозний вестибуло- вагініт» на «Міхурцева висипка, катарально-гнійний метрит, серозний вестибуло-вагініт»



Завдання № 37
З анамнезу лікар ветеринарної медицини господарства встановив, що новонароджене теля вагою 35 кг, віком 2 доби, яке народилося без сторонньої допомоги за нормальних родів у нічний час, має певні проблеми зі здоров’ям. Ввечері апетит у теляти був знижений, а вранці воно повністю відмовилося від молока, теля лежить, підводиться неохоче, волосяний покрив його скуйовджений. Згідно з подальшими спостереженнями теля перебуває у пригніченому стані, відмовляється від молока, у нього закреп. Під час огляду лікар встановив, що температура тіла теляти підвищена (41°С), ділянка пупкового кільця тістуватої консистенції, болюча, набрякла, волога, бруднувато-бурого кольору. Пуповина потовщена, гаряча. Теля стоїть з підтягнутим животом. Вкажіть, який діагноз можна поставити.
А. Запалення пупка і пупковий сепсис. Б. Фістула урахуса.
В. Затримання меконію.
Г. Відсутність анусу і прямої кишки.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tвідсутній
Відповідність Програмі ЄДКІ : P1.8.6
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P1.8 Патологія вагітності, родів, післяродового періоду та хвороби новонароджених. Патологія молочної залози. Пункт: P1.8.6 Асфіксія новонароджених, запалення пупка, кровотеча із пупка. Гіпотрофія новонароджених
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Замінено дистрактор Б. «Гіпотрофія новонародженого» на «Фістула урахуса»; дистрактор В
«Виразка пупка» на «Затримання меконію»



Завдання № 38
Кобила 6 років, породи українська верхова, через 10 діб після ожереблення перестала підпускати до ссання лоша. Під час руху у неї спостерігається кульгання. Тварина пригнічена, апетит знижений. Температура тіла 40,3 °С, частота пульсу 38 уд./хв, частота дихання – 21 дих. рух./хв. Права половина молочної залози збільшена, ущільнена, набрякла, у разі пальпації болюча, місцева температура підвищена. Під час здоювання з соска виділяється слизово-гнійна маса. Вкажіть діагноз.
А. Гнійно-катаральний мастит. Б. Катаральний мастит.
\fВ. Флегмона вим’я.
Г. Фібринозний мастит.
--

Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tвідсутній
Відповідність Програмі ЄДКІ : P1.8.7
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P1.8 Патологія вагітності, родів, післяродового періоду та хвороби новонароджених. Патологія молочної залози. Пункт: P1.8.7 Мастит. Функціональні розлади вим’я. Травми та хвороби шкіри вим’я. Новоутворення молочної залози
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Замінено дистрактор В. «Геморагічний мастит» на «Флегмона вим’я».



Завдання № 39
Під час розтину трупа кота виявлено, що стінка його аорти потовщена, щільна, важко ріжеться ножом. Просвіт аорти звужений, неправильної форми. Гістологічним дослідженням встановлено відсутність поділу стінки аорти на шари. Вся стінка представлена однорідною еозинофільною напівпрозорою речовиною, в якій виявляються лише поодинокі клітини та їх невеликі групки. Вкажіть, який діагноз ви напишете у протоколі патолого-анатомічного розтину.
А. Гіаліноз аорти.
Б. Склероз стінки аорти.
В. Кальцифікація стінки аорти. Г. Гіпертрофія стінки аорти.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tПриведені макроскопічні і мікроскопічні зміни характерні для гіалінозу аорти та дозволяють віддиференціювати його від хвороб, приведених в інших варіантах відповіді.
Відповідність Програмі ЄДКІ : P1.9.2
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P1.9 Патологія серцево-судинної, ендокринної та імунної систем. Пункт: P1.9.2 Порушення крово- і лімфообігу: гіперемія, гіперволемія, гіповолемія, анемія, ішемія, гематома, крововилив, лімфоекстравазат, сладж, кровотеча, гостра крововтрата, тромбоз, емболія, гемостаз, геморагічний діатез. Патологія судин, зміна проникності судин у разі запалення, запалення лімфатичних вузлів, запалення селезінки. Порушення вмісту тканинної рідини. Інсульт, інфаркт, кардіогенний шок.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : відсутній
\f

Завдання № 40
Під час розтину трупа теляти виявлено, що печінка збільшена, темно-червона, її капсула напружена, а краї – заокруглені. З поверхні розрізу виділяється темно-червона кров.
Малюнок на розрізі згладжений. Вкажіть, який діагноз ви напишете у протоколі патолого- анатомічного розтину.
А. Венозна гіперемія печінки. Б. Гіперплазія печінки.
В. Артеріальна гіперемія печінки. Г. Гіпертрофія печінки.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tПриведені зміни характерні для венозної гіперемії печінки та дозволяють віддиференціювати її від станів, приведених в інших варіантах відповіді.
Відповідність Програмі ЄДКІ : P1.9.2
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P1.9 Патологія серцево-судинної, ендокринної та імунної систем. Пункт: P1.9.2 Порушення крово- і лімфообігу: гіперемія, гіперволемія, гіповолемія, анемія, ішемія, гематома, крововилив, лімфоекстравазат, сладж, кровотеча, гостра крововтрата, тромбоз, емболія, гемостаз, геморагічний діатез. Патологія судин, зміна проникності судин у разі запалення, запалення лімфатичних вузлів, запалення селезінки. Порушення вмісту тканинної рідини. Інсульт, інфаркт, кардіогенний шок.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : відсутній



Завдання № 41
Під час розтину трупа корови виявлено, що її легені дещо ущільнені, буруватого кольору. Гістологічним дослідженням встановлено, що багато клітин стінок альвеол у своїй цитоплазмі містять гранули та зерна буруватого кольору. Такі самі гранули та зерна знайдено і в міжклітинній речовині та у цитоплазмі макрофагів у просвіті альвеол. У разі фарбування гістологічних зрізів за методом Перлса (реакція на берлінську лазур) гранули та зерна як у цитоплазмі клітин, так і в міжклітинній речовині набувають синього кольору. Вкажіть, який діагноз ви напишете у протоколі патолого-анатомічного розтину.
А. Гемосидероз легень. Б. Гемохроматоз легень.
В. Бактеріальна пневмонія. Г. Серозна пневмонія.
--
\fПравильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tПриведені макроскопічні і мікроскопічні зміни характерні для гемосидерозу легень та дозволяють віддиференціювати його від хвороб, приведених в інших варіантах відповіді.
Відповідність Програмі ЄДКІ : P1.9.3
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P1.9 Патологія серцево-судинної, ендокринної та імунної систем. Пункт: P1.9.3 Порушення обміну гемоглобіну.
Гемоглобінози. Гіпокоагуляція, гіперкоагуляція і дискоагуляція. Лейкоцитоз, лейкоз.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : зміна Б



Завдання № 42
У клініку ветеринарної медицини звернувся власник однорічної собаки із скаргою на раптовий напад у тварини судом у вигляді припадку. Під час таких нападів судом, які періодично повторюються впродовж останніх двох місяців приблизно через кожні 3 тижні і тривають близько 20-30 секунд, дихання тварини порушене, вона втрачає рефлекси та свідомість, слизові оболонки стають ціанотичними, відбувається мимовільне виділення калу та сечі. Такі напади, зі слів власника тварини, спостерігаються вперше, раніше тварина не хворіла й на інші захворювання. Вкажіть, яке із цих захворювань може мати такі симптоми.
А. Епілепсія. Б. Інсульт.
В. Правець. Г. Сказ.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tХарактерна періодичність нападів судом поряд із ознаками втрати свідомості і тривалості періоду судом вказують на діагноз – Епілепсія
Відповідність Програмі ЄДКІ : P1.10.1
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН Підрозділ: P1.10 Патологія нервової системи. Пункт: P1.10.1 Функціональні нервові хвороби. Епілепсія, еклампсія і неврози. Парези, паралічі.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : відсутній



Завдання № 43
\fСука, метис, 6 років, вакцинована. Під час прогулянки отримала удар гілкою по правому оку. Об’єктивно: температура – 38,6 °С, пульс – 74 уд/хв, дихання – 19 рухів/хв. Під час клінічного огляду виявлено, що рогівка ушкодженого ока гладенька, у передній камері ока виявлена кров. Вкажіть діагноз.
А. Гемофтальм.
Б. Розрив очного яблука.
В. Проникаюча травма очного яблука. Г. Люксація кришталика.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tНаявність крові у передній камері ока свідчить про те, що у собаки гемофтальм.
Відповідність Програмі ЄДКІ : P1.11.1
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P1.11 Патологія органів чуття. Пункт: P1.11.1 Хвороби повік (блефарит, ентропіум, ектропіум, заворіт і виворіт третьої повіки, випадіння третьої повіки, новоутворення повік). Кон\`юнктивіти: катаральний, гнійний, паренхіматозний, фолікулярний, гландулярний, сухий. Кератокон\`юнктивіти. Хвороби рогівки (рани рогівки, запалення рогівки, виразка рогівки). Запалення райдужки, війкового тіла та власне судинної оболонки. Ретиніт, глаукома, катаракта, панофтальміт, вивих (проптоз) очного яблука.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : відсутній



Завдання № 44
До клініки ветеринарної медицини поступив пес з хронічним запаленням середнього вуха. Його власник кілька днів сам проводив лікування собаки вушними краплями з антибіотиками, закладав мазі з гормонами, проводив санацію вух антисептиками. Проте це не дало позитивного результату. Вкажіть, яке рішення слід прийняти лікарю.
А. Провести очищення вух, відібрати через три доби виділення з них та направити його у лабораторію для визначення чутливості до антибіотиків.
Б. Провести очищення вух та призначити антибіотик емпірично.
В. Провести очищення вух, відібрати виділення з них та направити його у лабораторію для визначення чутливості до антибіотиків.
Г. Продовжити краплі з антибіотиком, які обрав власник тварини.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tДля адекватного підбору засобів антибактеріальної терапії за лікування отиту необхідно провести очищення вух, відібрати через три доби виділення з них та направити його у лабораторію для визначення чутливості до антибіотиків
\fВідповідність Програмі ЄДКІ : P1.11.2
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P1.11 Патологія органів чуття. Пункт: P1.11.2 Гематома вушної раковини, запалення зовнішнього, середнього і внутрішнього вуха.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : відсутній



Завдання № 45
У кінноспортивній школі виникла потреба транспортувати коня на спортивні змагання. За типом вищої нервової діяльності кінь є холериком. Для зменшення ризику травмування коня під час його транспортування рекомендовано застосувати психотропні засоби. Вкажіть, який з цих засобів слід використати для зменшення ризику травмування коня під час його транспортування.
А.   Розчин аміназину. Б. Настойку валеріани. В. Ксилазин.
Г. Галоперидол.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tАміназин відноситься до нейролептичних засобів, які діють заспокійливо та послаблюють реакцію центральної нервової системи на екзогенні та ендогенні подразники, зокрема на ті, що спричиняють агресивність і страх.
Відповідність Програмі ЄДКІ : P1.12.1
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P1.12 Анестезіологічне забезпечення хірургічних операцій та застосування новокаїнових блокад. Пункт: P1.12.1 Особливості загального і місцевого знеболювання у тварин різних видів. Ускладнення під час наркозу й місцевого знеболювання та способи їх усунення. Застосування блокад у ветеринарній практиці.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : зміна ключа та дистракторів



Завдання № 46
Власник німецької вівчарки скаржиться на те, що вже кілька днів він відмічає у тварини слабкість тазових кінцівок, погіршення апетиту. Під час клінічного огляду встановлено, що температура тіла собаки 39,6°С, слизові оболонки бліді з жовтянистим відтінком. Біохімічний аналіз крові вказує на підвищені показники АЛТ, АСТ, білірубіну. З анамнезу відомо, що тварина була щеплена від лептоспірозу, проте, документального підтвердження немає. У
\fлікаря виникла підозра, що собака захворіла на лептоспіроз. Вкажіть, яка форма лептоспірозу характеризується такими ознаками.
А. Жотянична.
Б. Безжовтянична. В. Нервова.
Г. Кишкова.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tДана форма хвороби дійсно є присутньою при цьому захворюванню, правильна відповідь уже є в самому тексті запитання і біохімічні показники вказують саме на правильну відповідь.
Відповідність Програмі ЄДКІ : P2.1.1
Модуль 2. ЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P2.1 Інфекційні хвороби, спільні для різних видів тварин. Пункт: P2.1.1 Сибірка, туберкульоз, бруцельоз, сказ, хвороба Ауєскі, правець, ботулізм, лептоспіроз, трихофітія, мікроспорія, ящур, пастерельоз, хламідіоз, лістеріоз, туляремія, віспа, Ку-лихоманка.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : відсутній



Завдання № 47
До клініки ветеринарної медицини звернувся власник 3-річної собаки зі скаргами на те, що останнім часом тварина перебуває у пригніченому стані, повністю втратила апетит. Полідіпсія змінюється блюванням з домішками жовчі, діареєю. Власник повідомив, що все почалося зі слабкості тазових кінцівок. Відомо, що тварина була щеплена проти чуми, парагрипу, адено- і парвовірусної інфекції ще цуценям. Під час огляду у собаки виявили підвищену до 40,5°С температуру тіла, кон’юнктивіт. Пальпацією встановлено збільшення печінки, болючість у ділянці мечоподібного відростка, правої реберної дуги та живота. Вкажіть, яке із цих захворювань варто запідозрити.
А. Лептоспіроз.
Б. Вірусний гепатит собак. В. Копростаз.
Г. Онкологія.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tТак як тварина була щеплена проти вірусних захворювань вказаних в умові, то даній клінічній картині буде відповідати тільки вказана правильна відповідь. Дві відповіді не підходять, тому що одна з них це незаразної етіології захворювання, а інше потребує б
Відповідність Програмі ЄДКІ : P2.1.1
\fМодуль 2. ЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P2.1 Інфекційні хвороби, спільні для різних видів тварин. Пункт: P2.1.1 Сибірка, туберкульоз, бруцельоз, сказ, хвороба Ауєскі, правець, ботулізм, лептоспіроз, трихофітія, мікроспорія, ящур, пастерельоз, хламідіоз, лістеріоз, туляремія, віспа, Ку-лихоманка.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : змінено Б



Завдання № 48
Під час клінічного огляду кошеняти з притулку на шкірі лап, морди, хвоста у нього виявлено округлої форми плями, вкриті лусочками, білувато-сірими кірочками та поодиноко розміщеними волосинками, що легко обламуються. На деяких ділянках спостерігається повне облисіння шкіри. Під час дослідження відібраних зразків волосся під мікроскопом знайшли характерний гіллястий міцелій грибка з рідкими перегородками, а також спори усередині та на поверхні волосини. Вкажіть діагноз.
А. Мікроспорія. Б. Трихофітія.
В. Шкірний дерматит. Г. Дермоспороз.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tЗахворювання вказане в правильній відповіді є більш характерним для котів, також усі результати лабораторних досліджень та клінічного прояву вказують саме на мікроспорію.
Відповідність Програмі ЄДКІ : P2.1.1
Модуль 2. ЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P2.1 Інфекційні хвороби, спільні для різних видів тварин. Пункт: P2.1.1 Сибірка, туберкульоз, бруцельоз, сказ, хвороба Ауєскі, правець, ботулізм, лептоспіроз, трихофітія, мікроспорія, ящур, пастерельоз, хламідіоз, лістеріоз, туляремія, віспа, Ку-лихоманка.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : змінено Б,В



Завдання № 49
Під час розтину трупа теляти виявлено виснаження, крупозну пневмонію з крововиливами, осередками некрозу та секвестрами, оточеними сполучнотканинною капсулою. Також встановлено серозно-фібринозний плеврит і перикардит. Бронхіальні та середостінні лімфовузли серозно-геморагічно запалені, з крововиливами. На серозних оболонках – численні точкові та плямисті крововиливи. У міокарді, печінці та нирках – дистрофічні зміни.
\fГістологічними дослідженнями у легенях виявлено осередки реактивного некрозу, оточеного лейкоцитарним валом. В альвеолах – моноцити, макрофаги та епітеліоїдні клітини. У нирках
– некроз епітелію канальців та екстракапілярний серозний гломеруліт. Укажіть, яку з цих хвороб ви вкажете як основну у заключенні про причину загибелі тварини.
А. Пастерельоз. Б.    Септицемія. В. Стрептококоз. Г. Аспергільоз.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tПриведені макроскопічні і мікроскопічні зміни характерні для пастерельозу та дозволяють віддиференціювати його від хвороб, приведених в інших варіантах відповіді.
Відповідність Програмі ЄДКІ : P2.1.1
Модуль 2. ЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P2.1 Інфекційні хвороби, спільні для різних видів тварин. Пункт: P2.1.1 Сибірка, туберкульоз, бруцельоз, сказ, хвороба Ауєскі, правець, ботулізм, лептоспіроз, трихофітія, мікроспорія, ящур, пастерельоз, хламідіоз, лістеріоз, туляремія, віспа, Ку-лихоманка.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : відсутній



Завдання № 50
Під час розтину трупа теляти виявлено зневоднення та виснаження. У шлунку та краніальній частині тонкої кишки – серозний катар. У каудальній частині тонкої кишки, сліпій та ободовій кишках – запалення з утворенням округлих, вкритих фібринозно-некротичними масами ділянок, які западають відносно загальної поверхні слизової оболонки. Особливо багато таких ділянок у сліпій кишці та ділянці клубово-сліпоободового отвору (ілео-цекального клапану). Селезінка на розрізі зерниста. У легенях – крупозна пневмонія. Також встановлено серозний артрит колінних і заплеснових суглобів. Гістологічними дослідженнями у кишечнику на місці поодиноких і скупчених лімфоїдних вузликів виявлено осередки некрозу, оточеного лейкоцитарним валом. Укажіть, яку з цих хвороб ви вкажете як основну у заключенні про причину загибелі тварини.
А. Сальмонельоз. Б.   Мікоплазмоз. В. Стрептококоз. Г. Патерельоз.
--
Правильна відповідь -- А
\fКоментар розробників щодо правильної відповіді:\tПриведені макроскопічні і мікроскопічні зміни характерні для сальмонельозу та дозволяють віддиференціювати його від хвороб, приведених в інших варіантах відповіді.
Відповідність Програмі ЄДКІ : P2.7.1
Модуль 2. ЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P2.7 Інфекційні хвороби молодняку. Пункт: P2.7.1 Колібактеріоз молодняку тварин, сальмонельоз тварин, стрептококоз, вірусні ентерити молодняку тварин.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : зміна В



Завдання № 51
Під час розтину трупа корови виявлено, що тварина лежить на правому боці. Права кінцівка витягнута у розігнутому положенні. З ніздрів і анального отвору витікає кров’яниста рідина з неприємним запахом. Кров згорнута. Верхня частина правої кінцівки припухла. Шкіра над припухлою ділянкою суха, почорніла, з тріщинами. Підшкірна жирова подушка та міжм’язова сполучна тканина просочені кров’янистою рідиною з пухирцями газів. М’язи припухлі, з прогірклим запахом, темно-червоного, майже чорного кольору, на розрізі – блискучі, просочені кров’янистою рідиною з пухирцями газів. У осерді, черевній і грудній порожнинах
– кров’яниста рідина з домішками фібрину. Укажіть, яку з цих хвороб ви вкажете як основну у заключенні про причину загибелі тварини.
А. Емфізематозний карбункул. Б. Сибірка.
В. Фузобактеріоз. Г. Сепсис.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tПриведені зміни характерні для емфізематозного карбункулу та дозволяють віддиференціювати його від хвороб, приведених в інших варіантах відповіді.
Відповідність Програмі ЄДКІ : P2.2.1
Модуль 2. ЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P2.2 Інфекційні хвороби жуйних. Пункт: P2.2.1 Брадзот, вірусна діарея великої рогатої худоби, ЕМКАР, злоякісна катаральна лихоманка великої рогатої худоби, злоякісний набряк, блутанг, інфекційна агалактія овець і кіз, інфекційна ентеротоксемія овець, інфекційний мастит овець, кампілобактеріоз, контагіозна ектіма овець і кіз, копитна гниль, лейкоз великої рогатої худоби, некробактеріоз, заразний вузликовий дерматит ВРХ, парагрип-3, паратуберкульоз, інфекційний ринотрахеїт, Вісна-Маеді, губчаста енцефалопатія великої рогатої худоби, скрепі, псевдотуберкульоз овець та кіз, паратуберкульоз
---
\fКоментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : відсутній



Завдання № 52
У зимовий період на вівцефермі у більшості овечок з’явилася бронхопневмонія, дихання тварин утруднене, відмічається загальне пригнічення організму. У деяких тварин є мастит, поверхневі пахвинні (надвименні) лімфатичні вузли запалені, молоко набуває шафранового кольору, містить фібринозні згустки. Під час розтину овечок, що загинули, у лімфатичних вузлах виявлено абсцеси з жовто-зеленим гноєм. Власник вівцеферми каже, що такі симптоми спостерігаються у господарстві упродовж останніх двох років. Вкажіть, яке з цих захворювань слід запідозрити.
А. Псевдотуберкульоз. Б. Туберкульоз.
В. Інфекційний мастит овець. Г. Бруцельоз.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tУсі описані клінічні ознаки у сукупності вказують тільки на одне захворювання – псевдотуберкульоз (Каришева А.Ф. Спеціальна епізоотологія: Підручник. — К.: Вища освіта, 2002. — 703 с.).
Відповідність Програмі ЄДКІ : P2.2.1
Модуль 2. ЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P2.2 Інфекційні хвороби жуйних. Пункт: P2.2.1 Брадзот, вірусна діарея великої рогатої худоби, ЕМКАР, злоякісна катаральна лихоманка великої рогатої худоби, злоякісний набряк, блутанг, інфекційна агалактія овець і кіз, інфекційна ентеротоксемія овець, інфекційний мастит овець, кампілобактеріоз, контагіозна ектіма овець і кіз, копитна гниль, лейкоз великої рогатої худоби, некробактеріоз, заразний вузликовий дерматит ВРХ, парагрип-3, паратуберкульоз, інфекційний ринотрахеїт, Вісна-Маеді, губчаста енцефалопатія великої рогатої худоби, скрепі, псевдотуберкульоз овець та кіз, паратуберкульоз
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : зміни в тексті основи



Завдання № 53
У корови помітили розлади руху та кульгання, після чого вона почала тягнути тазові кінцівки. Під час огляду тварини лікар ветеринарної медицини помітив у неї болісні обмежені набряки у ділянці крупа та плеча. Під час їх пальпації чути звуки крепітації. Регіональні лімфатичні вузли грудної і тазової кінцівок значно збільшені та тверді. Вкажіть діагноз захворювання.
А. ЕМКАР.
\fБ. Ящур.
В. Злоякісний набряк. Г. Сибірка.
--

Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tУсі описані клінічні ознаки у сукупності вказують тільки на одне захворювання – ЕМКАР. Емкар трапляється переважно у великої рогатої худоби, а сибірка — у всіх видів тварин. При ЕМКАРІ виявляється крепітація набряків, що не характерне для сибірки. Злоякіс
Відповідність Програмі ЄДКІ : P2.2.1
Модуль 2. ЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P2.2 Інфекційні хвороби жуйних. Пункт: P2.2.1 Брадзот, вірусна діарея великої рогатої худоби, ЕМКАР, злоякісна катаральна лихоманка великої рогатої худоби, злоякісний набряк, блутанг, інфекційна агалактія овець і кіз, інфекційна ентеротоксемія овець, інфекційний мастит овець, кампілобактеріоз, контагіозна ектіма овець і кіз, копитна гниль, лейкоз великої рогатої худоби, некробактеріоз, заразний вузликовий дерматит ВРХ, парагрип-3, паратуберкульоз, інфекційний ринотрахеїт, Вісна-Маеді, губчаста енцефалопатія великої рогатої худоби, скрепі, псевдотуберкульоз овець та кіз, паратуберкульоз
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : зміна Г



Завдання № 54
Під час розтину трупа підсвинка встановлено добру вгодованість тварини. На шкірі в ділянці голови, підгрудка та нижньої частини живота – ціанотичні плями. У ділянці повік, лоба, міжщелепного простору, основи вух, підгрудка, живота – набряк підшкірної жирової подушки. На плеврі, епі- й ендокарді – незначна кількість точкових крововиливів. Брижа ободової кишки набрякла. Стінка шлунка та ободової кишки, внаслідок їх набряку, потовщена. У шлунку та кишечнику – серозне запалення. Лімфовузли кишечника мають ознаки серозного запалення. У міокарді та нирках – зерниста дистрофія, а у печінці – венозний застій та зерниста й жирова дистрофії. Укажіть, яку з цих хвороб ви вкажете як основну у заключенні про причину загибелі тварини.
А. Коліентеротоксемія. Б. Колібактеріоз.
В. Септицемія.
Г. Сальмонельоз.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tПриведені зміни характерні для коліентеротоксемії та дозволяють віддиференціювати її від хвороб, приведених в інших варіантах відповіді.
\fВідповідність Програмі ЄДКІ : P2.3.1
Модуль 2. ЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P2.3 Інфекційні хвороби свиней. Пункт: P2.3.1 Актинобацилярна плевропневмонія, анаеробна дизентерія свиней, африканська чума свиней, бешиха свиней, везикулярна екзантема свиней, везикулярна хвороба, везикулярний стоматит, вірусний трансмісивний гастроентерит свиней, гемофільозний полісерозит, грип свиней, дизентерія свиней, епідемічна діарея, інфекційний атрофічний риніт свиней, класична чума свиней, коліентеротоксемія (набрякова хвороба свиней), парвовірусна інфекція (хвороби репродуктивних органів свиней), псевдомоноз свиней, респіраторно- репродуктивний синдром свиней, Тешенська хвороба, цирковірусна інфекція свиней.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : зміна В



Завдання № 55
У невеликому приватному господарстві раптово захворіло троє поросят 4-6-місячного віку, які напередодні вигулювалися на невеликому майданчику разом з іншими тваринами.
Захворювання почалося підвищенням загальної температури тіла до 41°С, відмовою від корму, пригніченням, запорами, що змінювалися діареєю, слабкістю, хиткою ходою, появою сльозоточивості, слизових та слизово-гнійних виділень з очей. У двох тварин на шкірі шиї та на боках виявили темно-червоні з синюватим відтінком еритеми, які зникали під час натискування. Вкажіть діагноз.
А. Бешиха.
Б. Класична чума свиней. В. Пастерельоз.
Г. Африканська чума свиней.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tУсі описані клінічні ознаки у сукупності вказують тільки на одне захворювання – Бешиха. На чуму хворіють свині всіх вікових груп і в будь-який період року. Характерні довший і не такий гострий перебіг хвороби. При розтині трупа спостерігають явища гемораг
Відповідність Програмі ЄДКІ : P2.3.1
Модуль 2. ЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P2.3 Інфекційні хвороби свиней. Пункт: P2.3.1 Актинобацилярна плевропневмонія, анаеробна дизентерія свиней, африканська чума свиней, бешиха свиней, везикулярна екзантема свиней, везикулярна хвороба, везикулярний стоматит, вірусний трансмісивний гастроентерит свиней, гемофільозний полісерозит, грип свиней, дизентерія свиней, епідемічна діарея, інфекційний атрофічний риніт свиней, класична чума свиней, коліентеротоксемія (набрякова хвороба свиней), парвовірусна інфекція (хвороби репродуктивних органів свиней), псевдомоноз свиней, респіраторно- репродуктивний синдром свиней, Тешенська хвороба, цирковірусна інфекція свиней.
---
\fКоментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : зміна В



Завдання № 56
У свиногосподарстві виникло невідоме захворювання. У поросят до 2-місячного віку спостерігалися випадки надгострого перебігу, за якого тварини гинули через 24-48 год. з ознаками загального паралічу. За гострого перебігу у 2-10-місячних поросят спостерігалося короткочасне (1-2 доби) підвищення температури тіла до 41,5°С, слабкість, спотворення апетиту (поїдання підстилки тощо), пригніченість, блювання, тверді фекалії і запори, іноді розлад координації рухів, гіперестезія шкіри. На другу-третю добу з’являлися симптоми ураження спинного мозку – хитка, невпевнена хода, параліч спочатку тазових, а потім і грудних кінцівок. У тяжких випадках спостерігали паралічі м’язів шиї, голови. Тварини втрачали здатність утримуватися у стоячому положенні. Лежачи на боці, вони здійснювали безперервні плавальні рухи, іноді лягали на живіт і намагалися просунутися вперед, скреготали зубами, іноді голосно верещали. Потім наставав повний параліч. Через 1-3 доби після появи паралічів поросята гинули. Під час розтину трупів виявляли гіперемію і набряк м’якої оболонки мозку та сірої речовини мозку, геморагічне запалення слизової оболонки носа й приносових пазух, які мали синюшний колір. Вкажіть, яке з цих інфекційних захворювань слід запідозрити.
А. Тешенська хвороба.
Б. Трансмісивний гастроентерит. В. Коліентеротоксемія.
Г. Дизентерія.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tУсі описані клінічні ознаки у сукупності вказують тільки на одне захворювання – Тешенська хвороба. При Трансмісивному гастроентериті і дизентерії основні клінічно ознаки сконцентровані в шлунково-кишковому тракті. При коліентеротоксемії – набряки і не був
Відповідність Програмі ЄДКІ : P2.3.1
Модуль 2. ЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P2.3 Інфекційні хвороби свиней. Пункт: P2.3.1 Актинобацилярна плевропневмонія, анаеробна дизентерія свиней, африканська чума свиней, бешиха свиней, везикулярна екзантема свиней, везикулярна хвороба, везикулярний стоматит, вірусний трансмісивний гастроентерит свиней, гемофільозний полісерозит, грип свиней, дизентерія свиней, епідемічна діарея, інфекційний атрофічний риніт свиней, класична чума свиней, коліентеротоксемія (набрякова хвороба свиней), парвовірусна інфекція (хвороби репродуктивних органів свиней), псевдомоноз свиней, респіраторно- репродуктивний синдром свиней, Тешенська хвороба, цирковірусна інфекція свиней.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : відсутній
\f

Завдання № 57
Зі слів власниці, у її коня з’явилася діарея, температура тіла становить 40°С, хоча апетит у тварини нормальний. Під час огляду коня лікар ветеринарної медицини встановив, що його слизові оболонки жовтянисті з численними крапчастими крововиливами, у тварини є набряки у ділянці підгруддя та на кінцівках. Дослідженням крові встановлено, що вона водяниста, погано згортається, у коня виявлено лейкопенію. Тварина загинула на 20-й день хвороби. Вкажіть діагноз захворювання.
А. Інфекційна анемія коней. Б. Лептоспіроз.
В. Інфекційний енцефаломієліт коней. Г. Бабезіоз.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tУсі описані клінічні ознаки у сукупності вказують тільки на одне захворювання – Інфекційна анемія коней. Для диференціювання лептоспірозу потрібно провести дослідження сироваток крові в РМА та мікроскопії сечі. При Бабезіозах у крові виявляють збудників в
Відповідність Програмі ЄДКІ : P2.4.1
Модуль 2. ЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: Підрозділ: P2.4 Інфекційні хвороби коней. Пункт: P2.4.1 Африканська чума коней, вірусний артеріїт, грип коней, епізоотичний лімфангоїт коней, інфекційна анемія коней, інфекційний енцефаломієліт коней, інфекційний метрит коней, контагіозна плевропневмонія, мит коней, ринопневмонія коней, сап.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : відсутній



Завдання № 58
Під час розтину трупа коня в ділянках путового суглоба, вінчика копита та м’якушів на шкірі виявлено виразки та накладання бурого кольору з виділенням зловонного гнійно-гнилісного ексудату, а також встановлено остеомієліт. Гістологічними дослідженнями в уражених тканинах встановлено зміни, характерні для коагуляційного некрозу, а навколо таких осередків – зону демаркаційного запалення з лімфоцитів, гістіоцитів і нейтрофілів. У тканинах навколо осередків некрозу знайдено ланцюжки бактерій, що переплітаються між собою. Укажіть, яку з цих хвороб ви вкажете як основну у заключенні про причину загибелі тварини.
А. Фузобактеріоз. Б. Клостридіоз.
В. Стрептококоз. Г. Туляремія.
\f--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tПриведені зміни характерні для фузобактеріозу. Мікроскопічні зміни дозволяють віддиференціювати його від хвороб, приведених в інших варіантах відповіді.
Відповідність Програмі ЄДКІ : P1.3.2
Модуль 1. НЕЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P1.3 Патологія шкіри та її похідних. Пункт: P1.3.2 Деформації копит (ратиць), тріщини копитного рогу. Пододерматити: асептичний, гнійний, некротичний, гангренозний, верукозний. Ламініт, ревматичне запалення копит, виразка м\`якуша (Рустергольца). Прокол підошви, м\`якуша і тканин міжпальцевого склепіння, лімакс.

---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : відсутній



Завдання № 59
Лікар ветеринарної медицини помітив у курчат такі ознаки: водянисту діарею, депресію, відмову від корму, невпевнену ходу, у деяких – свербіж біля клоаки, яку вони розкльовують. Потім у курчат почалися дрижання головою, вони втратили здатність рухатися, кал став біло- жовтого кольору. Вкажіть, який діагноз має поставити лікар ветеринарної медицини за таких ознак.
А. Хвороба Гамборо. Б. Кокцидіоз.
В. Хвороба Марека. Г. Вірусний ентерит.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tУсі описані клінічні ознаки є патогномонічними для Хвороби Гамборо. (Каришева А.Ф. Спеціальна епізоотологія: Підручник. — К.: Вища освіта, 2002. — 703 с.). Перебіг кокцидіозу значно повільніший, ніж інфекційного бурситу. При ньому не виявляються патолого
Відповідність Програмі ЄДКІ : P2.5.1
Модуль 2. ЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P2.5 Інфекційні хвороби птахів. Пункт: P2.5.1 Аспергільоз, вірусний гепатит каченят, вірусний синусит каченят, віспа птахів, грип птахів, інфекційний бронхіт, інфекційний бурсит (хвороба Гамборо), інфекційний ларинготрахеїт, кандидамікоз птахів, лейкоз птахів, нейролімфоматоз (хвороба Марека), Н’юкаслська хвороба, орнітоз, пастерельоз (холера) птахів, пулороз-тиф, респіраторний мікоплазмоз, сальмонельоз птахів, синдром зниження несучості.
---
\fКоментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : зміна В



Завдання № 60
Під час розтину трупа курки виявлено атрофію клоакальної сумки з осередками некрозу. Слизова оболонка клоакальної сумки гіперемійована, набрякла, з численними дрібними крововиливами. Складки слизової оболонки потовщені, між ними – серозно-фібринозний ексудат. Виявлено атрофію селезінки, кісткового мозку та мигдаликів сліпої кишки. У шлунку та кишечнику – серозне запалення. Печінка нерівномірно забарвлена. Нирки збільшені, темно-коричневого кольору, з чітким рисунком заповнених уратами канальців і сечоводів. Пряма кишка та клоака заповнені рідким вмістом молочно-білого кольору. Під час гістологічного дослідження у лімфоїдних вузликах клоакальної сумки встановлено некроз лімфоцитів. Самі вузлики атрофовані, а в їх стромі розрослася волокниста сполучна тканина, яка замістила атрофовані лімфоїдні вузлики. Має місце проліферація клітин епітелію з утворенням залозистоподібних структур. У лімфоїдних вузликах селезінки – некроз лімфоцитів. Встановлено зернисту дистрофію гепатоцитів, некроз епітелію звивистих канальців нирок та осередки ценкерівського некрозу у скелетних м’язах. Укажіть, яку з цих хвороб ви вкажете як основну у заключенні про причину загибелі тварини.
А. Хвороба Гамборо.
Б. Інфекційний бронхіт. В.   Мієлоїдний лейкоз. Г. Лімфоїдний лейкоз.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tПриведені зміни характерні для Хвороби Гамборо. Мікроскопічні зміни дозволяють віддиференціювати її від хвороб, приведених в інших варіантах відповіді.
Відповідність Програмі ЄДКІ : P2.5.1
Модуль 2. ЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P2.5 Інфекційні хвороби птахів. Пункт: P2.5.1 Аспергільоз, вірусний гепатит каченят, вірусний синусит каченят, віспа птахів, грип птахів, інфекційний бронхіт, інфекційний бурсит (хвороба Гамборо), інфекційний ларинготрахеїт, кандидамікоз птахів, лейкоз птахів, нейролімфоматоз (хвороба Марека), Н’юкаслська хвороба, орнітоз, пастерельоз (холера) птахів, пулороз-тиф, респіраторний мікоплазмоз, сальмонельоз птахів, синдром зниження несучості.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : зміна В



Завдання № 61
\fПід час розтину трупа песця виявлено виснаження. На кінцівках і носі – гіперкератоз і паракератоз шкіри. Кон’юнктива гіперемійована, на рогівці ерозії, навколо очей і ніздрів – кірочки засохлого ексудату. Слизова оболонка носової порожнини та трахеї запалена. По краях легень під плеврою – червоно-коричневі ущільнені ділянки. Плевра потовщена, з крововиливами. Поверхневі та вісцеральні лімфатичні вузли запалені. На осерді – крововиливи, у міокарді – зерниста дистрофія. У печінці – зерниста дистрофія та осередки некрозу. Нирки гіперемійовані, у кірковій речовині крововиливи, а у слизовій оболонці сечового міхура – ознаки запалення та крововиливи. Головний мозок гіперемійований. Під час гістологічного дослідження у клітинах головного мозку, епітеліальних клітинах різних органів, у лімфоцитах, моноцитах і макрофагах знайдено еозинофільні тільця-включення як у ядрах, так і в цитоплазмі. Навколо бронхів – скупчення лімфоцитів, а в їх просвіті – переважно нейтрофіли. У просвіті альвеол – рідина з невеликою кількістю фібрину, лімфоцити та некротизовані й частково зруйновані епітеліальні клітини. Стінки альвеол потовщені внаслідок інфільтрації їх переважно лімфоцитами й моноцитами. У мисці нирки, сечовому міхурі, жовчних протоках печінки, протоках підшлункової залози, придатках сім’яників та сім’яниках виявлено дистрофічні зміни епітелію з наявністю тілець-включень та інфільтрацію слизових оболонок переважно лімфоцитами й моноцитами. У головному мозку – негнійний енцефаліт лімфоїдоцитарного типу. Вкажіть, яку з цих хвороб ви вкажете як основну у заключенні про причину загибелі тварини.
А. Чума м’ясоїдних. Б. Сказ.
В. Інфекційний трахеобронхіт. Г. Пастерельоз.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tПриведені зміни характерні для чуми м’ясоїдних. Мікроскопічні зміни дозволяють віддиференціювати її від хвороб, приведених в інших варіантах відповіді.
Відповідність Програмі ЄДКІ : P2.7.1
Модуль 2. ЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P2.6 Інфекційні хвороби м’ясоїдних і хутрових звірів. Пункт: P2.6.1 Аденовірусна інфекція м’ясоїдних, алеутська хвороба норок, анемія котів, вірусна геморагічна хвороба кролів, вірусний перитоніт котів, вірусні ентерити м’ясоїдних, імунодефіцит котів, інфекційний гепатит м’ясоїдних, каліцивіроз, коронавірус котів (вірусний перитоніт кішок), лейкоз котів, міксоматоз кролів, панлейкопенія котів, парагрип собак, парвовіроз собак, пастерельоз хутрових, псевдомоноз норок, чума м’ясоїдних.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : зміна Г



Завдання № 62
\fВласниця лошати помітила у нього пропасницю, відсутність апетиту, діарею та викликала лікаря ветеринарної медицини. Під час огляду лікар виявив у лошати гемоглобінурію та відправив калові маси до лабораторії для встановлення остаточного діагнозу. Вкажіть, яке захворювання запідозрив лікар.
А. Сальмонельоз. Б.   Піроплазмоз. В. Чума.
Г. Коліки.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tВажко за таким описом будь-що запідозрити, автор напевно врахував, що ті ознаки які він описав не бувають при інших захворюваннях. (Каришева А.Ф. Спеціальна епізоотологія: Підручник. — К.: Вища освіта, 2002. — 703 с.).
Відповідність Програмі ЄДКІ : P2.7.1
Модуль 2. ЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P2.7 Інфекційні хвороби молодняку. Пункт: P2.7.1 Колібактеріоз молодняку тварин, сальмонельоз тварин, стрептококоз, вірусні ентерити молодняку тварин.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Це тестове завдання рекомендовано видалити взагалі



Завдання № 63
Після завезення дорослої риби з іншого господарства на фермі з розведення коропових порід риби виник спалах захворювання риби, яке перебігало з симптомами геморагічного запалення шкірного покриву та внутрішніх органів. На нижній і бічних стінках живота виявляються запальні набряки й червоні плями різного розміру та форми, іноді пухирці.
Грудні, черевні й анальний плавці запалені, криваво-червоного кольору, у деяких риб мають ознаки некрозу. У багатьох риб виникла черевна водянка, витрішкуватість, настовбурчення луски. Хвора риба стала в’ялою, плаває боком, через кілька днів гине. Вкажіть, яке з цих захворювань варто запідозрити.
А. Геморагічна септицемія. Б. Весняна вірусна хвороба. В. Фурункульоз.
Г. Некроз коропів.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tСукупність симтомо-комплексу описаного в завданні повністю відповідає клінічній картині геморагічної септицемії коропів і не зустрічається ні при якій іншій хворобі.
Відповідність Програмі ЄДКІ : P2.8.1
\fМодуль 2. ЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P2.8 Інфекційні хвороби риб. Пункт: P2.8.1 Аеромоноз (фурункульоз) лососевих, аеромоноз коропів, весняна віремія коропів, вірусна геморагічна септицемія, віспа коропів, бактеріальна гниль плавників, бранхіомікоз риб, сапролегніоз риби й ікри.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : відсутній



Завдання № 64
До клініки ветеринарної медицини принесли 4-місячне невакциноване кошеня з симптомами апатії, лихоманки, анорексії і явної спраги та водянистого проносу. Шкіра тварини зневоднена, слизові оболонки анемічні. Під час спроби пити воду кошеня нудить. Пальпацією черевної порожнини виявлено наповнений газом і рідиною кишечник. Лікар ветеринарної медицини встановив попередній діагноз – панлейкопенія. Вкажіть, які дослідження необхідно зробити для встановлення остаточного діагнозу.
А. Змиви з носоглотки та прямої кишки для ПЛР. Б. Дослідження крові на наявність антитіл.
В. Гематологічні дослідження крові. Г. Реакція імунофлюоресценції.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tВказана правильна відповідь дає можливість виділити безпосередньо збудник захворювання
Відповідність Програмі ЄДКІ : P2.6.1
Модуль 2. ЗАРАЗНА ПАТОЛОГІЯ ТВАРИН. Підрозділ: P2.6 Інфекційні хвороби м’ясоїдних і хутрових звірів. Пункт: P2.6.1 Аденовірусна інфекція м’ясоїдних, алеутська хвороба норок, анемія котів, вірусна геморагічна хвороба кролів, вірусний перитоніт котів, вірусні ентерити м’ясоїдних, імунодефіцит котів, інфекційний гепатит м’ясоїдних, каліцивіроз, коронавірус котів (вірусний перитоніт кішок), лейкоз котів, міксоматоз кролів, панлейкопенія котів, парагрип собак, парвовіроз собак, пастерельоз хутрових, псевдомоноз норок, чума м’ясоїдних.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : зміна В



Завдання № 65
Під час післязабійного огляду туші і внутрішніх органів бичка віком 2 років лікар ветеринарної медицини виявив, що печінка збільшена, має жовтувато-глинистий колір, а під час розрізу її ножем чути хрускіт. У жовчному міхурі та жовчних ходах лікар виявив паразитів
\fлисточкоподібної форми, коричневого кольору, 2-3 см завдовжки, зображених на рисунку. Вкажіть діагноз захворювання.
А.   Фасціольоз. Б. Цистицеркоз. В.   Неоаскароз. Г. Трихуроз.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tза особливостями будови збудника хвороби -(рисунок) – лише фасціоли листочкоподібної форми, цистицерки – личинки овальної форми у вигляді міхурця, збудники неоаскарозу і трихурозу - круглі гельмінти. За місцем локалізації – із наведених хвороб лише збудни
Відповідність Програмі ЄДКІ : P2.10.1
Модуль 2. ЗАРАЗНА .ПАТОЛОГІЯ ТВАРИН. Підрозділ: Р2.10 Тремат:одози тварин. Пункт: Р2.10.1 Фасціольоз, дикроцеліоз, парамфістоматидози жуйних, опісторхоз м’ясоїдних, ехіностоматидози птиці.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : скорочення тексту основи (Було:Лікар ветеринарної медицини, запрошений взимку до приватного домогосподарства зони Полісся України для передзабійого огляду бичка віком 2 років, у якого, зі слів хазяїна, останнім часом знизився апетит, з'явився періодичний



Завдання № 66
Під час розтину трупа корови виявлено, що її печінка збільшена, пухка, набрякла. Капсула має безліч дрібних перфорацій, місцями вкрита накладаннями фібрину. У паренхімі – тракти пошкодженої тканини у вигляді темно-червоних тяжів і субкапсулярні крововиливи. Також встановлено фібринозний перитоніт, крововиливи та осередки некрозу в легенях. Під час гістологічного дослідження у печінці встановлено інфільтрацію міжчасточкової сполучної тканини, стінок жовчних протоків і стінки жовчного міхура лімфоцитами, моноцитами, гістіоцитами та еозинофілами. Також знайдено проліферативний васкуліт, крововиливи та накопичення гемосидерину сидерофагами. Укажіть, яку з цих хвороб ви вкажете як основну у заключенні про причину загибелі тварини.
А. Фасціольоз.
Б. Пармамфістоматидоз. В. Дикроцеліоз.
Г. Гепатоз.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tвідсутній Відповідність Програмі ЄДКІ : P2.10.1
\fМодуль 2. ЗАРАЗНА .ПАТОЛОГІЯ ТВАРИН. Підрозділ: Р2.10 Тремат:одози тварин. Пункт: Р2.10.1 Фасціольоз, дикроцеліоз, парамфістоматидози жуйних, опісторхоз м’ясоїдних, ехіностоматидози птиці.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : зміна Г



Завдання № 67
Під час післязабійної ветеринарно-санітарної експертизи туші свині лікар ветеринарної медицини у м'язах серця та скелетних поперечно-посмугованих м'язах виявив прозорі, заповнені рідиною міхурці еліпсоподібної форми, приблизно 1 см завдовжки, що зображено на рисунку.
Через оболонку просвічується невеличка пляма білого кольору. Вкажіть діагноз.
А. Цистицеркоз целюлозний. Б. Трихінельоз.
В. . Балантидіоз. Г. Аскароз.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tза особливостями будови збудника хвороби (рисунок) – із наведених хвороб лише збудники цистицеркозу локалізуються у серцевих мязах і вони мають форму міхурців, що заповнені рідиною і їх видно неозброєним оком, трихінели не локалізуються у мязах серця і во
Відповідність Програмі ЄДКІ : P2.11.1
Модуль 2. ЗАРАЗНА .ПАТОЛОГІЯ ТВАРИН. Підрозділ: P2.11 Цестодози тварин. Пункт: P2.11.1 Ехінококоз тварин, монієзіоз, тізанієзіоз жуйних, цистицеркоз свиней і великої рогатої худоби, ценуроз овець, аноплоцефалідози коней, дипілідіоз м’ясоїдних, дифілоботріоз м’ясоїдних, гіменолепідідози птиці.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : відсутній



Завдання № 68
Вкажіть, який із вказаних препаратів має застосувати лікар ветеринарної медицини для дегельмінтизації свиней, хворих на аскароз?
А. Бровадазол. Б. Бутокс.
\fВ. Дронтал. Г. Береніл.
--

Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tдіючою речовиною у бровадазола є фенбендазол, що згубно діє на нематод, до яких відноситься збудник аскарозу, бутокс – інсектоакарицид, дронтал – препарат, який розроблений для дегельмінтизації собак і котів, береніл – хіміопрепарат, що застосовують для л
Відповідність Програмі ЄДКІ : P2.11.1
Модуль 2. ЗАРАЗНА .ПАТОЛОГІЯ ТВАРИН. Підрозділ: P2.12 Нематодози тварин. Пункт: P2.12.1 Аскаридатози тварин: аскароз свиней, параскароз коней, токсокароз м’ясоїдних, неоаскароз телят, аскаридіоз птиці, токсаскароз м’ясоїдних.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Скорочення тексу основи ( Було: Під час клінічного огляду підсвинків 4-6-місячного віку, що належать невеликому фермерському господарству, лікар ветеринарної медицини виявив у них кашель, зниження апетиту, пронос, тварини більше лежать, намагаються зарити



Завдання № 69
Дослідженням проб фекалій свиней за методом Фюллеборна виявили яйця гельмінтів, що наведені на рисунку. Вкажіть діагноз захворювання свиней.
А.   Езофагостомоз. Б. Метастронгільоз. В. Аскароз.
Г. Трихінельоз.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tвідповідно до наведеного рисунку такі яйця виділяють лише самки збудника езофагостомозу, що паразитують у свиней.
Відповідність Програмі ЄДКІ : P2.12.2
Модуль 2. ЗАРАЗНА .ПАТОЛОГІЯ ТВАРИН. Підрозділ: P2.12 Нематодози тварин . Пункт: P2.12.2 Легеневі стронгілідози тварин: диктіокаульоз жуйних, протостронгілідози овець і кіз, метастронгільоз свиней, сингамоз птахів. Шлунково-кишкові стронгілідози тварин: гемонхоз, нематодіроз, буностомоз, хабертіоз жуйних, езофагостомоз свиней і жуйних, анкілостомоз і унцінаріоз м’ясоїдних. Стронгілідози коней. Амідостомоз птиці.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Скорочення тексту основи ( Було: Під час клінічного огляду свиней на відгодівлі, що належать
\fневеликому фермерському господарству, лікар ветеринарної медицини виявив у них знижений апетит, схуднення, пронос, фекалії тварин подекуди з домішками крові. Живі



Завдання № 70
Під час розтину трупа свині виявлено виснаження та анемію тварини. Шкіра в ділянці вух і голови синюшна. У легенях – червоні ділянки ущільнення, осередки емфіземи, сіро-червоні осередки ателектазу та сіруваті вузлики, діаметром до 1 см. У бронхах – серозний катар, їх просвіт закупорений згущеним слизом і тонкими, ниткоподібними організмами біло-жовтого кольору, завдовжки 2-6 см. Середостінні та бронхіальні лімфовузли з ознаками запалення.
Гістологічними дослідженнями встановлено, що стінка альвеол потовщена внаслідок набряку та клітинної інфільтрації, а у їх просвіті –серозно-геморагічний ексудат та дрібні організми. Запалення бронхів супроводжується гіпертрофією їх м’язової оболонки та гіперплазією перибронхіальних лімфоїдних вузликів. Навколо ниткоподібних організмів у просвіті та стінці бронхів – інфільтрація еозинофілами. У центрі вузликів знаходять інтактні чи частково зруйновані організми, оточені клітинами запалення – лімфоцитами, макрофагами та еозинофілами. Зона запалення оточена сполучнотканинною капсулою. Укажіть, яку з цих хвороб ви вкажете як основну у заключенні про причину загибелі тварини.
А. Метастронгільоз. Б. Аскаридідоз.
В. Пастерельоз.
Г. Аспіраційна пневмонія.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tПриведені зміни характерні для метастронгільозу та дозволяють віддиференціювати його від хвороб, приведених в інших варіантах відповіді.
Відповідність Програмі ЄДКІ : P2.12.2
Модуль 2. ЗАРАЗНА .ПАТОЛОГІЯ ТВАРИН. Підрозділ: P2.12 Нематодози тварин . Пункт: P2.12.2 Легеневі стронгілідози тварин: диктіокаульоз жуйних, протостронгілідози овець і кіз, метастронгільоз свиней, сингамоз птахів. Шлунково-кишкові стронгілідози тварин: гемонхоз, нематодіроз, буностомоз, хабертіоз жуйних, езофагостомоз свиней і жуйних, анкілостомоз і унцінаріоз м’ясоїдних. Стронгілідози коней. Амідостомоз птиці.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : зміна В



Завдання № 71
\fПід час клінічного огляду взимку 10-місячного лошати лікар ветеринарної медицини встановив зниження у тварини апетиту, схуднення, блідість слизових оболонок, екзематозне ураження шкіри в ділянці кореня хвоста і свербіж. Фекалії лошати не сформовані, вкриті слизом. Температура тіла, частота пульсу і дихання у межах фізіологічної норми. Від тварини було відібрано зіскріб слизу із перианальних складок і під час його дослідження під мікроскопом було виявлено зображені на рисунку яйця гельмінтів. Вкажіть діагноз.
А. Оксіуроз.
Б. Гастрофільоз. В.   Параскароз. Г. Гіподермоз.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tпри постановці діагнозу враховують вид хворої тварини (кінь), характерні клінічні ознаки хвороби (екзематозне ураження шкіри в ділянці кореня хвоста і свербіж), методика відбору матеріалу для лабораторної діагностики (слиз із перианальних складок), особли
Відповідність Програмі ЄДКІ : P2.12.3
Модуль 2. ЗАРАЗНА .ПАТОЛОГІЯ ТВАРИН. Підрозділ: P2.12 Нематодози тварин . Пункт: P2.12.3 Трихуратози тварин: трихуроз свиней, жуйних і м’ясоїдних, трихінельоз тварин. Спіруратози тварин і птиці: телязіоз великої рогатої худоби, тетрамероз, ехінуріоз, стрептокароз водоплавних птахів. Філяріатози тварин: сетаріоз великої рогатої худоби, онхоцеркоз великої рогатої худоби і коней, дирофіляріоз собак. Оксіуратози тварин: оксіуроз коней, гетеракоз птахів.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : відсутній



Завдання № 72
Восени, під час клінічного огляду свиней на відгодівлі приватного фермерського господарства лікар ветеринарної медицини виявив у більшості з них зниження апетиту, схуднення, пронос, фекалії тварин рідкі, з прожилками крові. Свині переважно лежать з підігнутими кінцівками. Живіт підтягнутий, під час пальпації болісний. Температура тіла в межах 40,3-41,0ºС. Тварини влітку можуть вільно
виходити на майданчики без твердого покриття, забруднені гноєм. Проби фекалій хворих свиней дослідили за методом Щербовича і у препаратах, за малого збільшення мікроскопа, виявили наведені на рисунку овальні, коричневого кольору із щільною оболонкою, зовнішній шар якої нагадує шкаралупу мигдального горіха, яйця. Вкажіть діагноз.
\fА. Макраканторинхоз. Б. Аскароз.
В. Трихуроз.
Г. Метастронгільоз.
--

Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tпри постановці діагнозу лікар має враховувати клінічні ознаки хвороби, епізоотологічні дані (тварини влітку можуть вільно виходити на майданчики без твердого покриття, забруднені гноєм) і вирішальне значення в діагностиці має будова виявлених внаслідок ла
Відповідність Програмі ЄДКІ : P2.13.1
Модуль 2. ЗАРАЗНА .ПАТОЛОГІЯ ТВАРИН. Підрозділ: P2.13 Акантоцефальози тварин. Пункт: P2.13.1 Макраканторинхоз свиней, поліморфоз і філікольоз водоплавних птахів.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Низький відсоток правильних відповідей пояснюється недостатньою підготовкою і неуважністю студентів. За епізоотологічними даними, клінічними ознаками і результатами лабораторних досліджень лікар ветеринарної медицини має поставити вірний діагноз.



Завдання № 73
На шкірі корови вздовж грудного і поперекового відділів хребта помітні горбки, величиною від квасолини до лісового горіха. У деяких місцях у центрі горбків помітний отвір, через який виділяється серозна рідина. Пальпацією встановлено, що уражені місця шкіри болючі, місцева температура їх підвищена. Вкажіть діагноз захворювання.
А. Гіподермоз. Б. Бовікольоз. В. Вольфартіоз. Г. Псороптоз.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tДіагноз гіподермоз встановлюється лише за характерними клінічними ознаками, що описані у тексті основи.
Відповідність Програмі ЄДКІ : P2.13.1
Модуль 2. ЗАРАЗНА .ПАТОЛОГІЯ ТВАРИН. Підрозділ: P2.14 Ентомози тварин. Пункт: P2.14.1 Оводові хвороби тварин: гіподермоз великої рогатої худоби, гастрофільоз коней, естроз овець. Зоофільні мухи – переносники збудників інфекційних та інвазійних хвороб і збудники міазів, вольфартіоз тварин. Гнус, симуліотоксикоз. Бовікольоз жуйних і коней, триходектоз собак, малофагози птиці, мелофагоз овець, сифункулятози жуйних, гематопіноз коней і свиней, ліногнатоз і сифонаптерози собак і котів.
---
\fКоментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Завдання перероблене рецензентом ( Було: Лікар ветеринарної медицини навесні був запрошений до приватного господарства для надання допомоги корові. Зі слів господарів, корова минулого літа випасалася на пасовищі на березі місцевої мілководної річки. Остан



Завдання № 74
Взимку, під час клінічного огляду підсвинків фермерського господарства лікар ветеринарної медицини виявив у тварин сильний свербіж, шкірний
покрив, особливо голови і шиї, червоного кольору, складчастий, з чисельними тріщинами, вкритий кірочками. Щетина відсутня. Тварини утримуються скупчено у сирому і брудному приміщенні. Із місць ураження шкіри за допомогою скальпеля він взяв зіскріби, які було досліджено компресорним методом і за малого збільшення мікроскопа виявлено дрібних кліщів округлої форми, з короткими кінцівками, одного з яких
наведено на рисунку. Вкажіть діагноз захворювання свиней.
А. Саркоптоз. Б. Псороптоз. В. Хоріоптоз. Г. Отодектоз.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tпри постановці діагнозу лікарю слід враховувати клінічні ознаки хвороби (у тварин сильний свербіж, шкірний покрив, особливо голови і шиї, червоного кольору, складчастий, з чисельними тріщинами, вкритий кірочками), епізоотологічні дані (тварини утримуються
Відповідність Програмі ЄДКІ : P2.15.1
Модуль 2. ЗАРАЗНА .ПАТОЛОГІЯ ТВАРИН. Підрозділ: P2.15 Акарози тварин. Пункт: P2.15.1 Саркоптози та псороптози тварин, нотоедроз м’ясоїдних, кнемідокоптоз птахів, хоріоптоз жуйних і коней, отодектоз м’ясоїдних, демодекоз тварин, хейлетіоз собак і котів. Іксодідози і аргазідози тварин, дерманізіоз птиці.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : відсутній



Завдання № 75
За епізоотологічними даними, клінічними ознаками хвороби та результатами лабораторного дослідження мазків крові у великої рогатої худоби був встановлений діагноз бабезіоз.
\fВкажіть, який із наявних препаратів слід застосувати лікарю ветеринарної медицини з метою специфічного лікування хворих тварин?
А. Береніл.
Б. Бровадазол. В. Івомек.
Г. Бутокс.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tспецифічним препаратом для лікування тварин, хворих на бабезіоз, є лікарські форми бензил-бензоату, куди відноситься береніл.
Відповідність Програмі ЄДКІ : P2.16.1
Модуль 2. ЗАРАЗНА .ПАТОЛОГІЯ ТВАРИН. Підрозділ: P2.16 Протозоози тварин. Пункт: P2.16.1 Бабезіози та еймеріози тварин. Саркоцистоз, токсоплазмоз, криптоспоридіоз тварин. Балантидіоз свиней. Трихомоноз великої рогатої худоби, гістомоноз птахів. Лейшманіоз собак. Хвороби, спричинені прокаріотами: анаплазмоз жуйних, бореліоз птиці, Лайм- бореліоз.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Завдання замінене рецензентом (Було: Через три тижні від початку випасання корів приватних домогосподарств у окремих тварин було виявлено кліщів, які у більшості локалізувалися на шкірі нижньої та бокових поверхонь шиї, підгрудка, біля основи вимені та на



Завдання № 76
Державний ветеринарний інспектор на бойні провів післязабійне інспектування туші некастрованого бугая. Вкажіть, як згідно з національнимми нормативними документами можна використовувати м’ясо некастрованих самців забійних тварин.
А. Допускається для виготовлення м’ясних консерів.
Б. Не допускається для виготовлення харчових продуктів.
В. Допускається для виготовлення дитячих харчових продуктів. Г. Допускається тільки після спеціальної санітарної обробки.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tНаказ МАП України №28 «Про затвердження Правил передзабійного ветеринарного огляду тварин і ветеринарно- санітарної експертизи м'яса та м'ясних продуктів» https://zakon.rada.gov.ua/laws/show/z0524- 02#Text : п. 5.12. М'ясо кнурів, з урахуванням проби варко
Відповідність Програмі ЄДКІ : P3.3.2
Модуль 3. ЗАБЕЗПЕЧЕННЯ КОНЦЕПЦІЇ «ЄДИНЕ ЗДОРОВ’Я» ТА ПРАВОВІ ОСНОВИ ДІЯЛЬНОСТІ
ЛІКАРЯ ВЕТЕРИНАРНОЇ МЕДИЦИНИ . Підрозділ: P3.3 Гігієна виробництва харчових продуктів тваринного походження, їх безпечність та якість. Пункт: P3.3.2. Гігієна консервування м’яса.
\fОцінювання безпечності та якості м’ясних продуктів (ковбасних виробів, напівфабрикатів, солено-копчених виробів, м’ясних консервів).
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Зміна завдання та пункту програми (було P3.1.1 )



Завдання № 77
Лікар ветеринарної медицини здійснює контроль за проведенням санітарної обробки доїльного обладнання молочнотоварної ферми після доїння корів. Вкажіть, якою водою під час санітарної обробки доїльного обладнання слід проводити його заключне споліскування.
А. Водопровідною водою, яка за якістю відповідає питній.
Б. Водопровідною водою, яка за якістю відповідає технічній.
В. Водопровідною водою та водою з децентралізованих джерел водопостачання. Г. Водопровідною водою, яка зя якістю відповідає питній та технічній.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tЗаключне споліскування після обробки доїльного обладнання проводиться за використання води, яка за фізико-хімічними та біологічними властивостями відповідає питній. Недотримання цього може спричинити до забрудненння молока при контакті з доїдьним обладнан
Відповідність Програмі ЄДКІ : P3.1.2
Модуль 3. ЗАБЕЗПЕЧЕННЯ КОНЦЕПЦІЇ «ЄДИНЕ ЗДОРОВ’Я» ТА ПРАВОВІ ОСНОВИ ДІЯЛЬНОСТІ
ЛІКАРЯ ВЕТЕРИНАРНОЇ МЕДИЦИНИ.\tПідрозділ: P3.1 Благополуччя та гігієна тварин. Пункт: P3.1.2. Аналіз гігієнічних умов утримання тварин (догляд, годування, утримання тварин).
Запобігання захворюванням тварин та гуманне поводження з ними.

---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Зміна Б,В,Г



Завдання № 78
На фермі з вирощування тварин на м’ясо готують партію тварин до відправлення на забій. Вкажіть, які документи мають супроводжувати партію тварин, що відправляються на забій.
А. Ветеринарне свідоцтво (форма №1) або ветеринарна довідка(в межах району). Б. Офіційна довідка, підписана та завірена керівником підприємства.
В. Довідка офіційного лікаря ветеринарної медицини про стан здоров’я тварин. Г.  Посвідчення про якість, підписане оператором харчового ринку.
--
\fПравильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tНаказ МАП України №28 «Про затвердження Правил передзабійного ветеринарного огляду тварин і ветеринарно- санітарної експертизи м'яса та м'ясних продуктів» https://zakon.rada.gov.ua/laws/show/z0524- 02#Text:  п. 4.9. Кожна партія тварин, що направляється
Відповідність Програмі ЄДКІ : P3.2.1
Модуль 3. ЗАБЕЗПЕЧЕННЯ КОНЦЕПЦІЇ «ЄДИНЕ ЗДОРОВ’Я» ТА ПРАВОВІ ОСНОВИ ДІЯЛЬНОСТІ
ЛІКАРЯ ВЕТЕРИНАРНОЇ МЕДИЦИНИ.\tПідрозділ: P3.2 Гігієна первинної переробки продуктивних тварин. Пункт: P3.2.1 Благополуччя тварин під час транспортування і перед забоєм.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Зміна А,Б,Г



Завдання № 79
У тваринництві та ветеринарній медицині є визначення «вимушений забій». Вкажіть, у яких випадках він здійснюється.
А. Забій тварин з травмами, фізичними ушкодженнями, за неефективного чи економічно недоцільного подальшого лікування.
Б. Забій відсталих у рості, малопродуктивних та непридатних до відтворення клінічно здорових тварин.
В. . Забій тварин з свіжими травмами та фізичними ушкодженнями, отриманими під час передзабійного утримання на скотобазі.
Г. Забій тварин з ознаками отруєння, виснаження, старих тварин, за загрози загибелі у результаті стихійного лиха.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tВимушений забій тварини - забій тварини при отриманні нею травм, фізичних ушкоджень тощо та у випадках, якщо подальше лікування є неефективним чи економічно недоцільним і проводиться під наглядом спеціаліста ветеринарної медицини. (Державний департамент в
Відповідність Програмі ЄДКІ : P3.2.2
Модуль 3. ЗАБЕЗПЕЧЕННЯ КОНЦЕПЦІЇ «ЄДИНЕ ЗДОРОВ’Я» ТА ПРАВОВІ ОСНОВИ ДІЯЛЬНОСТІ
ЛІКАРЯ ВЕТЕРИНАРНОЇ МЕДИЦИНИ.\tПідрозділ: P3.2 Гігієна первинної переробки продуктивних тварин. Пункт: P3.2.2 Аналіз гігієнічних умов та оцінювання ризиків під час забою тварин і первинної переробки продуктів забою. Гуманний забій. Процедури передзабійного огляду тварин.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Зміна А,Б,В, Г
\f

Завдання № 80
На бойні під час первинної переробки свиней застосовують знімання шкури, переробляють тварин без знімання шкури, або з частковим зніманням шкури, зокрема, методом крупонування. Вкажіть, що називають крупоном.
А. Крупоном називають спинно-бокову частину шкури свиней. Б. Крупоном називають тазостегнову частину туші свиней.
В. Крупоном називають свинячу вирізку.
Г. Крупоном називають підчеревну частину шкури.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tКрупон - знята з туші або вирізана зі шкури чапракова частина свинячої шкури зі збереженням огузка ("Крупон" згадується у нормативному документі ДСТУ 3938 «М'ЯСНА ПРОМИСЛОВІСТЬ. ПРОДУКТИ»). Наказ МАП України №28 «Про затвердження Правил передзабійного ве
Відповідність Програмі ЄДКІ : P3.2.3
Модуль 3. ЗАБЕЗПЕЧЕННЯ КОНЦЕПЦІЇ «ЄДИНЕ ЗДОРОВ’Я» ТА ПРАВОВІ ОСНОВИ ДІЯЛЬНОСТІ
ЛІКАРЯ ВЕТЕРИНАРНОЇ МЕДИЦИНИ.\tПідрозділ: P3.2 Гігієна первинної переробки продуктивних тварин.Пункт: P3.2.3 Післязабійне інспектування туш і внутрішніх органів забійних тварин. Інспектування м’яса диких промислових тварин і пернатої дичини.
Клеймування та прийняття рішень щодо використання продуктів забою тварин за результатами післязабійного інспектування. Післязабійне інспектування та санітарне оцінювання продуктів забою тварин у разі виявлення інфекційних та інвазійних хвороб. Післязабійне інспектування та санітарне оцінювання продуктів забою тварин у разі виявлення незаразних хвороб, отруєнь, залишків ветеринарних препаратів.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Зміна Б



Завдання № 81
На бойні проводять забій тварин з особистих селянських господарств, розміщених у неблагополучному щодо фасціольозу населеному пункті. Вкажіть, що необхідно перевірити для виявлення фасціол і встановлення захворювання великої рогатої худоби на фасціольоз.
А. Жовчні ходи печінки.
Б. Бронхи та бронхіальні лімфатичні вузли. В. Нирки, ниркові сосочки та миски.
Г. Тонкий та товстий кишечник.
--
Правильна відповідь -- А
\fКоментар розробників щодо правильної відповіді:\tФасціольо́з (лат. Fasciolosis) — зоонозний біогельмінтоз, який спричинюють статевозрілі гельмінти з роду Fasciola, родини Fasciolidiae, класу Platyhelminthes (Трематоди). Характеризується переважним ураженням печінки і жовчовивідної системи, хронічним пер
Відповідність Програмі ЄДКІ : P3.2.3
Модуль 3. ЗАБЕЗПЕЧЕННЯ КОНЦЕПЦІЇ «ЄДИНЕ ЗДОРОВ’Я» ТА ПРАВОВІ ОСНОВИ ДІЯЛЬНОСТІ
ЛІКАРЯ ВЕТЕРИНАРНОЇ МЕДИЦИНИ.\tПідрозділ: P3.2 Гігієна первинної переробки продуктивних тварин.Пункт: P3.2.3 Післязабійне інспектування туш і внутрішніх органів забійних тварин. Інспектування м’яса диких промислових тварин і пернатої дичини.
Клеймування та прийняття рішень щодо використання продуктів забою тварин за результатами післязабійного інспектування. Післязабійне інспектування та санітарне оцінювання продуктів забою тварин у разі виявлення інфекційних та інвазійних хвороб. Післязабійне інспектування та санітарне оцінювання продуктів забою тварин у разі виявлення незаразних хвороб, отруєнь, залишків ветеринарних препаратів.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Зміна Б, В



Завдання № 82
На лінії первинної переробки свиней потужності з виробництва м’яса під час післязабійного огляду в однієї туші виявлено підозру на ангінозну форму сибірки. Мікроскопічними дослідженнями підтверджено наявність збудника в уражених лімфатичних вузлах та інших органах. Вкажіть дії лікаря ветеринарної медицини щодо післязабійного оцінювання туші свині у разі виявлення у неї ангінозної форми сибірки.
А. Тушу, внутрішні органи та шкіру необхідно знищити спалюванням.
Б. Тушу, внутрішні органи та шкіру необхідно утилізувати (переробити на сухі корми). В. Тушу, внутрішні органи та шкіру направити на виготовлення мясних хлібів або консервів.
Г. Тушу необхідно направити на знешкодження шляхом проварювання, шкіру на дезінфекцію
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\t1. Наказ МАП України №28 «Про затвердження Правил передзабійного ветеринарного огляду тварин і ветеринарно- санітарної експертизи м'яса та м'ясних продуктів» https://zakon.rada.gov.ua/laws/show/z0524- 02#Text п. 7.14. Сибірка 2. Інструкція про заходи з про
Відповідність Програмі ЄДКІ : P3.2.3
Модуль 3. ЗАБЕЗПЕЧЕННЯ КОНЦЕПЦІЇ «ЄДИНЕ ЗДОРОВ’Я» ТА ПРАВОВІ ОСНОВИ ДІЯЛЬНОСТІ
ЛІКАРЯ ВЕТЕРИНАРНОЇ МЕДИЦИНИ.\tПідрозділ: P3.2 Гігієна первинної переробки продуктивних тварин.Пункт: P3.2.3 Післязабійне інспектування туш і внутрішніх органів забійних тварин. Інспектування м’яса диких промислових тварин і пернатої дичини.
\fКлеймування та прийняття рішень щодо використання продуктів забою тварин за результатами післязабійного інспектування. Післязабійне інспектування та санітарне оцінювання продуктів забою тварин у разі виявлення інфекційних та інвазійних хвороб. Післязабійне інспектування та санітарне оцінювання продуктів забою тварин у разі виявлення незаразних хвороб, отруєнь, залишків ветеринарних препаратів.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Зміна В, Г



Завдання № 83
На лінії переробки великої рогатої худоби у легенях трьох туш виявлено невеликі туберкульозні ураження легень у вигляді обмежених часточкових бронхопневмоній та патоморфологічні зміни у регіональних лімфовузлах. Вкажіть, що роблять з тушами тварин (крім туш свиней) нормальної вгодованості, а також з неураженими органами за локалізованого туберкульозного ураження.
А. Направляють на проварювання, виготовлення м’ясних хлібів чи консервів. Б.  Тушу та внутрішні органи направляють на технічну утилізацію.
В. Тушу та внутрішні органи знищують спалюванням.
Г. . Тушу та внутрішні органи направляють на виготовлення варених ковбас.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\t1. Наказ МАП України №28 «Про затвердження Правил передзабійного ветеринарного огляду тварин і ветеринарно- санітарної експертизи м'яса та м'ясних продуктів» https://zakon.rada.gov.ua/laws/show/z0524- 02#Text : п. 7.23. Туберкульоз
Відповідність Програмі ЄДКІ : P3.2.3
Модуль 3. ЗАБЕЗПЕЧЕННЯ КОНЦЕПЦІЇ «ЄДИНЕ ЗДОРОВ’Я» ТА ПРАВОВІ ОСНОВИ ДІЯЛЬНОСТІ
ЛІКАРЯ ВЕТЕРИНАРНОЇ МЕДИЦИНИ.\tПідрозділ: P3.2 Гігієна первинної переробки продуктивних тварин.Пункт: P3.2.3 Післязабійне інспектування туш і внутрішніх органів забійних тварин. Інспектування м’яса диких промислових тварин і пернатої дичини.
Клеймування та прийняття рішень щодо використання продуктів забою тварин за результатами післязабійного інспектування. Післязабійне інспектування та санітарне оцінювання продуктів забою тварин у разі виявлення інфекційних та інвазійних хвороб. Післязабійне інспектування та санітарне оцінювання продуктів забою тварин у разі виявлення незаразних хвороб, отруєнь, залишків ветеринарних препаратів.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Хороше запитання. Особливих зауважень немає


\fЗавдання № 84
Під час забою великої рогатої худоби на м’ясокомбінаті виникла підозра на сибірку, що підтверджено бактеріоскопічним дослідженням. Всі продукти забою від хворої тварини та всі знеособлені продукти знищили. Провести знешкодження туш і субпродуктів підозрілих в контамінації можливості немає. Вкажіть, що потрібно робити з цими тушами згідно з правилами ветсанекспертизи.
А. Направити на технічну утилізацію або спалити. Б. Направити на промислову переробку.
В. Направити на виготовлення варено-копчених ковбас. Г. Направити для відгодівлі тварин.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\t1. Наказ МАП України №28 «Про затвердження Правил передзабійного ветеринарного огляду тварин і ветеринарно- санітарної експертизи м'яса та м'ясних продуктів» https://zakon.rada.gov.ua/laws/show/z0524- 02#Text п. 7.14. Сибірка
Відповідність Програмі ЄДКІ : P3.2.3
Модуль 3. ЗАБЕЗПЕЧЕННЯ КОНЦЕПЦІЇ «ЄДИНЕ ЗДОРОВ’Я» ТА ПРАВОВІ ОСНОВИ ДІЯЛЬНОСТІ
ЛІКАРЯ ВЕТЕРИНАРНОЇ МЕДИЦИНИ.\tПідрозділ: P3.2 Гігієна первинної переробки продуктивних тварин.Пункт: P3.2.3 Післязабійне інспектування туш і внутрішніх органів забійних тварин. Інспектування м’яса диких промислових тварин і пернатої дичини.
Клеймування та прийняття рішень щодо використання продуктів забою тварин за результатами післязабійного інспектування. Післязабійне інспектування та санітарне оцінювання продуктів забою тварин у разі виявлення інфекційних та інвазійних хвороб. Післязабійне інспектування та санітарне оцінювання продуктів забою тварин у разі виявлення незаразних хвороб, отруєнь, залишків ветеринарних препаратів.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Зміна Б,Г



Завдання № 85
Під час мікробіологічного дослідження м’ясних туш виділені сальмонели. Вкажіть, що необхідно робити лікарю ветеринарної медицини під час післязабійного оцінювання м’ясних туш і продуктів забою у разі сальмонельозу.
А. Внутрішні органи з кишечником направляють на утилізацію, а тушу проварюють.
Б. Внутрішні органи та тушу використовують для виготовлення варено-копчених ковбас. В. Туші та внутрішні органи знищують шляхом спалювання.
Г. Туші та внутрішні органи проварюють і використовують для відгодівлі тварин.
--
Правильна відповідь -- А
\fКоментар розробників щодо правильної відповіді:\t1. Наказ МАП України №28 «Про затвердження Правил передзабійного ветеринарного огляду тварин і ветеринарно- санітарної експертизи м'яса та м'ясних продуктів» https://zakon.rada.gov.ua/laws/show/z0524- 02#Text п. 7.61. Сальмонельоз Внутрішні органи з  кишеч
Відповідність Програмі ЄДКІ : P3.2.4
Модуль 3. ЗАБЕЗПЕЧЕННЯ КОНЦЕПЦІЇ «ЄДИНЕ ЗДОРОВ’Я» ТА ПРАВОВІ ОСНОВИ ДІЯЛЬНОСТІ
ЛІКАРЯ ВЕТЕРИНАРНОЇ МЕДИЦИНИ.\tПідрозділ: P3.2 Гігієна первинної переробки продуктивних тварин. Пункт: P3.2.4 Харчові хвороби: харчові зоонози, токсикоінфекції та токсикози. Охорона здоров’я населення (аналіз ризиків та профілактика хвороб, що передаються через харчові продукти).
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : відсутній



Завдання № 86
Лікар ветеринарної медицини має володіти методами визначення м’яса, отриманого від хворих або забитих в агональному стані тварин. Вкажіть на ознаки м’яса, отриманого від хворих або забитих в агональному стані тварин.
А. Має погане або дуже погане знекровлення та темно-червоний або синюшний колір. Б. Має погане знекровлення та яскраво червоний або рожевий колір.
В. . Має погане знекровлення, яскраво червоного або блідо рожевого кольору. Г. Відрізняється тільки за зміною консистенції та появою неприємного запаху.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tПоходження м'яса від трупа, хворого або убитого в агональному стані можна встановити за органолептичними та лабораторними показниками. Органолептичні показники. Зовнішні ознаки, які слід брати до уваги при визначенні м'яса полеглого, хворого або убитого в
Відповідність Програмі ЄДКІ : P3.2.2
Модуль 3. ЗАБЕЗПЕЧЕННЯ КОНЦЕПЦІЇ «ЄДИНЕ ЗДОРОВ’Я» ТА ПРАВОВІ ОСНОВИ ДІЯЛЬНОСТІ
ЛІКАРЯ ВЕТЕРИНАРНОЇ МЕДИЦИНИ.\tПідрозділ: P3.2 Гігієна первинної переробки продуктивних тварин. Пункт: P3.2.2. Післязабійне інспектування туш і внутрішніх органів забійних тварин. Інспектування м’яса диких промислових тварин і пернатої дичини.
Клеймування та прийняття рішень щодо використання продуктів забою тварин за результатами післязабійного інспектування. Післязабійне інспектування та санітарне оцінювання продуктів забою тварин у разі виявлення інфекційних та інвазійних хвороб. Післязабійне інспектування та санітарне оцінювання продуктів забою тварин у разі виявлення незаразних хвороб, отруєнь, залишків ветеринарних препаратів.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Зміна пункту програми (був Р.3.2.4), зміна Б,В,Г
\f

Завдання № 87
Під час виробництва ковбасних виробів обов’язково проводять технохімічний контроль. Вкажіть, які процедури включає технохімічний контроль м’ясних консервів.
А. Визначення масової частки вологи, кухонної солі, нітрату.
Б. Визначення вмісту харчових добавок, алергенів, генетично модифікованих організмів. В. Визначення залишків ветеринарних препаратів і забруднюючих речовин.
Г. Визначення наявності патогенних мікроорганізмів і токсикантів.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tДСТУ на різні ковбасні вироби регламентують фізико-хімічні критерії оцінки продуктів, які й оцінюють під час техно- хімічного контролю.
Відповідність Програмі ЄДКІ : P3.2.2
Модуль 3. ЗАБЕЗПЕЧЕННЯ КОНЦЕПЦІЇ «ЄДИНЕ ЗДОРОВ’Я» ТА ПРАВОВІ ОСНОВИ ДІЯЛЬНОСТІ
ЛІКАРЯ ВЕТЕРИНАРНОЇ МЕДИЦИНИ.\tПідрозділ: P3.2 Гігієна первинної переробки продуктивних тварин. Пункт: P3.2.2. Післязабійне інспектування туш і внутрішніх органів забійних тварин. Інспектування м’яса диких промислових тварин і пернатої дичини.
Клеймування та прийняття рішень щодо використання продуктів забою тварин за результатами післязабійного інспектування. Післязабійне інспектування та санітарне оцінювання продуктів забою тварин у разі виявлення інфекційних та інвазійних хвороб. Післязабійне інспектування та санітарне оцінювання продуктів забою тварин у разі виявлення незаразних хвороб, отруєнь, залишків ветеринарних препаратів.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Зміна А,В,Г



Завдання № 88
У місцевому птахогосподарстві виявлено та лабораторними дослідженнями підтверджено наявність сальмонельозу птиці. Вкажіть, яке рішення має прийняти лікар ветеринарної медицини щодо можливості використання яєць з цього господарства у харчових цілях.
А. Яйця можна використовувати для виробництва хлібобулочних виробів. Б. Яйця не можна використовувати для реалізації в сирому вигляді.
В. Яйця можна використовувати для реалізації без обмежень.
Г. Яйця можна використовувати для виготовлення сухих яєчних продуктів.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tНаказ Державного комітету ветеринарної медицини України від 3 серпня 2010 року N 316 «Про затвердження Інструкції з
\fпрофілактики та ліквідації сальмонельозу птиці», розділ V. «Заходи щодо ліквідації сальмонельозу птиці» – забороняється використання яєць т
Відповідність Програмі ЄДКІ : P3.3.4
Модуль 3. ЗАБЕЗПЕЧЕННЯ КОНЦЕПЦІЇ «ЄДИНЕ ЗДОРОВ’Я» ТА ПРАВОВІ ОСНОВИ ДІЯЛЬНОСТІ
ЛІКАРЯ ВЕТЕРИНАРНОЇ МЕДИЦИНИ.\tПідрозділ: P3.3 Гігієна виробництва харчових продуктів тваринного та рослинного походження, їх безпечність та якість. Пункт: P3.3.4 Контроль безпечності та якості харчових яєць. Санітарне оцінювання яєць за інфекційних хвороб птиці.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Зміна Б,В,Г



Завдання № 89
Лікар ветеринарної медицини у кількох корів молочнотоварної ферми виявив ознаки клінічного маститу. Вкажіть, що необхідно робити з молоком, одержаним із часток вим’я, уражених клінічним маститом.
А. Молоко після кип’ятіння або інших методів знешкодження його знищують. Б. Молоко пастеризують і реалізують на продовольчому ринку.
В. Молоко кип’ятять і згодовують тваринам в господарстві.
Г. Молоко можна використовувати для виготовлення молочних продуктів.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tСанітарна оцінка молока за маститу корів регламентована Наказом Державного департаменту ветеринарної медицини Міністерства аграрної політики України від 20 квітня 2004 року N 49 «Про затвердження Правил ветеринарно-санітарної експертизи молока і молочних
Відповідність Програмі ЄДКІ : P3.3.5
Модуль 3. ЗАБЕЗПЕЧЕННЯ КОНЦЕПЦІЇ «ЄДИНЕ ЗДОРОВ’Я» ТА ПРАВОВІ ОСНОВИ ДІЯЛЬНОСТІ
ЛІКАРЯ ВЕТЕРИНАРНОЇ МЕДИЦИНИ.\tПідрозділ: P3.3 Гігієна виробництва харчових продуктів тваринного та рослинного походження, їх безпечність та якість. Пункт: P3.3.5 Гігієнічні вимоги до виробництва та обігу молока і молочних продуктів, їх безпечність та якість. Виявлення фальсифікацій молока і молочних продуктів.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Зміна А,Б,В,Г



Завдання № 90
\fМед може зберігатися роками й століттями, проте з часом він стає густим, непрозорим, твердим. Відбувається його кристалізація, швидкість якої залежить від співвідношення у складі меду фруктози та глюкози. Вкажіть, який сорт меду не кристалізується або кристалізується найповільніше за однакових умов зберігання з іншими сортами.
А. Акацієвий. Б. Гречаний. В. Польовий.
Г. Поліфлорний.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tАкацієвий мед має характерну особливість – він тривалий час зберігає свою рідку форму, і кристалізується всього лише через рік після відкачування. Відповідь обґрунтована у самому запитанні.
Відповідність Програмі ЄДКІ : P3.3.6
Модуль 3. ЗАБЕЗПЕЧЕННЯ КОНЦЕПЦІЇ «ЄДИНЕ ЗДОРОВ’Я» ТА ПРАВОВІ ОСНОВИ ДІЯЛЬНОСТІ
ЛІКАРЯ ВЕТЕРИНАРНОЇ МЕДИЦИНИ.\tПідрозділ: P3.3 Гігієна виробництва харчових продуктів тваринного та рослинного походження, їх безпечність та якість. Пункт: P3.3.6 Гігієнічні вимоги до виробництва та обігу меду бджолиного, оцінювання його безпечності та якості.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Хороше питання. Зауважень немає



Завдання № 91
Під час ветеринарно-санітарної експертизи риби застосовують низку методів. Вкажіть, які з цих методів дослідження має застосувати лікар ветеринарної медицини у державній лабораторії ветеринарно-санітарної експертизи агропродовольчого ринку для визначення ступеня свіжості риби.
А. Органолептичні, хімічні, мікроскопічні. Б. Органолептичні, токсико-біологічні.
В. Фізико-хімічні, гістологічні, радіологічні. Г. Фізико-хімічні, гельмінтологічні.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tДСТУ 3938 «М’ясна промисловість. Продукти забою худоби. Терміни та визначення» регламентує поняття: «Свіже м’ясо - м’ясо без ознак зіпсованості, що визначається органолептичними, хімічними та мікроскопічними методами». Ці ж методи застосовуються і для виз
Відповідність Програмі ЄДКІ : P3.3.7
Модуль 3. ЗАБЕЗПЕЧЕННЯ КОНЦЕПЦІЇ «ЄДИНЕ ЗДОРОВ’Я» ТА ПРАВОВІ ОСНОВИ ДІЯЛЬНОСТІ
ЛІКАРЯ ВЕТЕРИНАРНОЇ МЕДИЦИНИ.\tПідрозділ: P3.3 Гігієна виробництва харчових
\fпродуктів тваринного та рослинного походження, їх безпечність та якість. Пункт: P3.3.7 Гігієнічні вимоги до первинної обробки, консервування та транспортування харчових тваринних гідробіонтів, оцінювання їх безпечності і якості. Інспектування риби за інфекційних та інвазійних хвороб, небезпечних для людей і тварин
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Хороше запитання



Завдання № 92
Лікар ветеринарної медицини державної лабораторії ветеринарно-санітарної експертизи агропродовольчого ринку має прийняти рішення, які з грибів, що поступили на ринок, дозволено реалізувати на агропродовольчих ринках.
А. Гливи та печериці промислового вирощування.
Б. Підосиновики, підберезники, білі гриби та маслюки. В. Білі гриби, підберезники, червоноголовці, опеньки. Г. Сироїжки, опеньки та маслюки.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tДля запобігання харчовим отруєнням на агропродовольчому ринку дозволяється реалізувати харчові продукти рослинного походження промислового виробництва та вирощені в особистих підсобних господарствах населення. Торгівля готовими харчовими продуктами домашн
Відповідність Програмі ЄДКІ : P3.3.8
Модуль 3. ЗАБЕЗПЕЧЕННЯ КОНЦЕПЦІЇ «ЄДИНЕ ЗДОРОВ’Я» ТА ПРАВОВІ ОСНОВИ ДІЯЛЬНОСТІ
ЛІКАРЯ ВЕТЕРИНАРНОЇ МЕДИЦИНИ.\tПідрозділ: P3.3 Гігієна виробництва харчових продуктів тваринного та рослинного походження, їх безпечність та якість. Пункт: P3.3.8 Безпечність і якість харчових продуктів рослинного походження
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Зміна Б



Завдання № 93
В господарстві корови у період лактації випасаються на пасовищах. Через 15 діб після вигону на пасовище під час проведення лабораторного аналізу молока встановлено зміни його органолептичних характеристик – кольору та присмаку. Вкажіть ймовірну погіршення якісних характеристик молока.
А. Поїдання тваринами рослин, що впливають на органолептичні характеристики молока. Б. Появу кормового стресу внаслідок зміни раціону.
В. Надлишок моціону у корів.
\fГ. Збільшення контакту тварин з кровосисними двокрилими комахами на пасовищах.
--

Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tУ завданні зроблено акцент на те, що дефекти молока виникли після вигону лактуючих корів на пасовище. Тому, логічно припустити, що дефекти смаку і кольору є причиною поїдання тваринами окремих рослин, які мають гіркуватий чи інший смак і можуть впливати н
Відповідність Програмі ЄДКІ : P3.3.5
Модуль 3. ЗАБЕЗПЕЧЕННЯ КОНЦЕПЦІЇ «ЄДИНЕ ЗДОРОВ’Я» ТА ПРАВОВІ ОСНОВИ ДІЯЛЬНОСТІ
ЛІКАРЯ ВЕТЕРИНАРНОЇ МЕДИЦИНИ. Підрозділ: P3.3 Гігієна виробництва харчових продуктів тваринного походження, їх безпечність та якість. Пункт: P3.3.5. Гігієнічні вимоги до виробництва та обігу молока і молочних продуктів, їх безпечність та якість. Виявлення фальсифікацій молока і молочних продуктів.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : уточнення пункту програми (був P3.4.1)



Завдання № 94
Для повноцінної реалізації системи НАССР необхідно обов’язково впроваджувати систему простежуваності, яка охоплює всі стадії виробництва, переробки та обігу харчових продуктів або інгредієнтів, що використовуються для їх виготовлення. Вкажіть, що являє собою простежуваність харчових продуктів.
А. Це можливість ідентифікувати оператора ринку, час, місце, предмет та інші умови постачання (продажу або передачі), для встановлення походження харчових продуктів на всіх стадіях харчового ланцюга.
Б. Це захід державного контролю (інспектування) щодо додержання оператором ринку вимог законодавства про харчові продукти та корми, здоров’я і благополуччя тварин.
В. Це можливість провести аудит на харчових потужностях щодо ефективності запровадження та функціонування системи забезпечення безпечності харчових продуктів. Г. Це можливість перевірити операторів ринку щодо забезпечення ними процедур ідентифікування забійних тварин і маркування харчових продуктів.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tТермін викладено у відповідності до Закону України «Про основні принципи та вимоги до безпечності та якості харчових продуктів» (Розділ I ЗАГАЛЬНІ ПОЛОЖЕННЯ, Стаття 1. Терміни та їх визначення: https://zakon.rada.gov.ua/laws/show/771/97-%D0%B2%D1%80#Text
Відповідність Програмі ЄДКІ : P3.5.2
Модуль 3. ЗАБЕЗПЕЧЕННЯ КОНЦЕПЦІЇ «ЄДИНЕ ЗДОРОВ’Я» ТА ПРАВОВІ ОСНОВИ ДІЯЛЬНОСТІ
ЛІКАРЯ ВЕТЕРИНАРНОЇ МЕДИЦИНИ. Підрозділ: P3.5 Система управління безпечністю
\fхарчових продуктів і кормів. Пункт: P3.5.2 Простежуваність у харчовому ланцюзі. Управління кризовими ситуаціями. Вилучення та відкликання харчових продуктів.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Зміна В



Завдання № 95
Закон України «Про державний контроль за дотриманням законодавства про харчові продукти, корми, побічні продукти тваринного походження, здоров’я та благополуччя тварин» передбачає впровадження ризик-орієнтованого контролю. Вкажіть, що таке
«ризик», про який йдеться у цьому законі.
А. Можливість виникнення шкідливого впливу на здоров’я людини та його ступінь, що походить з небезпечних чинників у харчовому продукті.
Б. Будь-який хімічний, фізичний, біологічний чинник харчового продукту, що може спричинити шкідливий вплив на здоров’я людини.
В. Дефекти харчового продукту, спричинені порушенням технологічних інструкцій та внесенням заборонених харчових добавок.
Г. Будь-яка стороння домішка чи забруднююча речовина, яка додана навмисно у харчовий продукт.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tТермін викладено у відповідності до Закону України «Про основні принципи та вимоги до безпечності та якості харчових продуктів» (Розділ I ЗАГАЛЬНІ ПОЛОЖЕННЯ, Стаття 1. Терміни та їх визначення: https://zakon.rada.gov.ua/laws/show/771/97-%D0%B2%D1%80#Text
Відповідність Програмі ЄДКІ : P3.6.2
Модуль 3. ЗАБЕЗПЕЧЕННЯ КОНЦЕПЦІЇ «ЄДИНЕ ЗДОРОВ’Я» ТА ПРАВОВІ ОСНОВИ ДІЯЛЬНОСТІ
ЛІКАРЯ ВЕТЕРИНАРНОЇ МЕДИЦИНИ. Підрозділ: P3.6 Система державного контролю за дотриманням законодавства про харчові продукти, корми та побічні продукти тваринного походження. Пункт: P3.6.2 Ризик-орієнтована система контролю безпечності харчових продуктів упродовж харчового ланцюга. Оцінка та управління ризиками.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Хороше запитання.



Завдання № 96
Під час санітарно-гігієнічного оцінювання параметрів мікроклімату приміщення для вирощування курей-несучок у господарстві у зв’язку з виробничою ситуацією відсутня можливість визначення всіх параметрів мікроклімату. Вкажіть обов’язкові показники,
\fнеобхідні для санітарно-гігієнічного оцінювання параметрів мікроклімату приміщення для вирощування курей-несучок.
А. Вміст шкідливих газів, температура, відносна вологість, освітленість, бактеріальна забрудненість.
Б. Інтенсивність шуму, запиленість, охолоджувальна здатність повітря, запиленість, максимальна вологість.
В. Інтенсивність шуму, запиленість, охолоджувальна здатність повітря, освітленість, точка роси.
Г. Запиленість, охолоджувальна здатність повітря, освітленість, максимальна вологість, дефіцит насичення.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tВсі перераховані показники повітряного середовища впливають на мікроклімат у пташнику і як наслідок – на стан здоров’я та продуктивність. Однак, обов’язковими для визначення є наступні п’ять параметрів: вміст шкідливих газів, температура, відносна вологіс
Відповідність Програмі ЄДКІ : P3.1.2
Модуль 3. ЗАБЕЗПЕЧЕННЯ КОНЦЕПЦІЇ «ЄДИНЕ ЗДОРОВ’Я» ТА ПРАВОВІ ОСНОВИ ДІЯЛЬНОСТІ
ЛІКАРЯ ВЕТЕРИНАРНОЇ МЕДИЦИНИ. Підрозділ: P3.1 Благополуччя та гігієна тварин. Пункт: P3.1.2 Аналіз гігієнічних умов утримання тварин (догляд, годування, утримання тварин).
Запобігання захворюванням тварин та гуманне поводження з ними.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Зміна Б



Завдання № 97
У господарстві, яке спеціалізується на вирощуванні свиней, восени на багатьох тваринах почали спостерігати появу червоних плям. Спалах захворювань інфекційної етіології виключили. Відомо, що в ґрунтах регіону є нестача цинку. Вкажіть ймовірний діагноз.
А. Паракератоз.
Б. Аліментарна анемія. В. Перозис.
Г. Білом’язева хвороба.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tЗ перерахованих ензоотичних захворювань поява червоних плям на шкірі є патогномонічною ознакою паракератозу (Демчук М.В., Чорний М.В., Захаренко М.О., Високос М.П., Гігієна тварин Харків, Еспада, 2006, с. 83).
Відповідність Програмі ЄДКІ : P3.1.2
\fМодуль 3. ЗАБЕЗПЕЧЕННЯ КОНЦЕПЦІЇ «ЄДИНЕ ЗДОРОВ’Я» ТА ПРАВОВІ ОСНОВИ ДІЯЛЬНОСТІ
ЛІКАРЯ ВЕТЕРИНАРНОЇ МЕДИЦИНИ. Підрозділ: P3.1 Благополуччя та гігієна тварин. Пункт: P3.1.2 Аналіз гігієнічних умов утримання тварин (догляд, годування, утримання тварин).
Запобігання захворюванням тварин та гуманне поводження з ними.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Зміна Б,Г



Завдання № 98
У свинарнику-маточнику реєструється значний падіж новонароджених поросят. Температура повітря у приміщенні в денний період доби становить +3°С, вночі знижується до +2°С. Стіни в свинарнику-маточнику побудовані з одношарових бетонних плит. Вкажіть ймовірну причину загибелі молодняка свиней.
А. Утримання поросят в умовах нижньої температури зони комфорту. Б. Утримання поросят в умовах зони температур комфорту.
В. Утримання поросят в умовах верхньої температури зони комфорту. Г. Зниження колострального імунітету.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tМолодняк свиней, особливо в перший місяць після народження, є надзвичайно чутливим до переохолодження, наслідком якого є загибель. Демчук М.В., Чорний М.В., Захаренко М.О., Високос М.П., Гігієна тварин Харків, Еспада, 2006, Глава 13).
Відповідність Програмі ЄДКІ : P3.1.2
Модуль 3. ЗАБЕЗПЕЧЕННЯ КОНЦЕПЦІЇ «ЄДИНЕ ЗДОРОВ’Я» ТА ПРАВОВІ ОСНОВИ ДІЯЛЬНОСТІ
ЛІКАРЯ ВЕТЕРИНАРНОЇ МЕДИЦИНИ. Підрозділ: P3.1 Благополуччя та гігієна тварин. Пункт: P3.1.2 Аналіз гігієнічних умов утримання тварин (догляд, годування, утримання тварин).
Запобігання захворюванням тварин та гуманне поводження з ними.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Зміна А,Б,В



Завдання № 99
У фермерському господарстві в одному виробничому приміщенні утримують коней та курей- несучок. У зимово-стійловий період в поголів’я коней почали реєструвати симптомокомплекс ознак ураження органів дихання. Вкажіть ймовірну причину виникнення такого симптомокомплексу у коней.
А. Перевищення у повітрі приміщення концентрації пилу.
Б. Перевищення у тваринницькому приміщенні швидкості руху повітря.
\fВ. Перевищення у повітрі приміщення рівня мікроорганізмів. Г. Перевищення у повітрі показників відносної вологості.
--

Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tСанітарно-гігієнічні нормативи запиленості при утриманні курей-несучок та коней суттєво відрізняються, відповідно, нормативний показник запиленості для курей є категорично недопустим для коней. Захаренко М.О., Польовий Л.В., Шевченко Л.В., Яремчук О.С. та
Відповідність Програмі ЄДКІ : P3.1.2
Модуль 3. ЗАБЕЗПЕЧЕННЯ КОНЦЕПЦІЇ «ЄДИНЕ ЗДОРОВ’Я» ТА ПРАВОВІ ОСНОВИ ДІЯЛЬНОСТІ
ЛІКАРЯ ВЕТЕРИНАРНОЇ МЕДИЦИНИ. Підрозділ: P3.1 Благополуччя та гігієна тварин. Пункт: P3.1.2 Аналіз гігієнічних умов утримання тварин (догляд, годування, утримання тварин).
Запобігання захворюванням тварин та гуманне поводження з ними.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : Зміна Б,Г



Завдання № 100
Національне харчове законодавство регламентує запровадження операторами харчового ринку системи забезпечення безпечності харчових продуктів (НАССР). Одним із принципів цієї системи є аналіз небезпечних чинників у харчових продуктах. Вкажіть, що вважається небезпечним чинником у харчовому продукті.
А. Будь-який хімічний, фізичний, біологічний чинник харчового продукту, що може спричинити шкідливий вплив на здоров’я людини.
Б. Будь-яка речовина, що додається у харчовий продукт згідно з рецептурою та впливає на його специфічні властивості.
В. Допоміжні матеріали для переробки, предмети та матеріали, що контактують з харчовими продуктами.
Г. Будь-який хімічний, фізичний, біологічний чинник, що може спричинити псування харчового продукту.
--
Правильна відповідь -- А
Коментар розробників щодо правильної відповіді:\tТермін викладено у відповідності до Закону України «Про основні принципи та вимоги до безпечності та якості харчових продуктів» (Розділ I ЗАГАЛЬНІ ПОЛОЖЕННЯ, Стаття 1. Терміни та їх визначення: https://zakon.rada.gov.ua/laws/show/771/97-%D0%B2%D1%80#Text
Відповідність Програмі ЄДКІ : P3.7.1
Модуль 3. ЗАБЕЗПЕЧЕННЯ КОНЦЕПЦІЇ «ЄДИНЕ ЗДОРОВ’Я» ТА ПРАВОВІ ОСНОВИ ДІЯЛЬНОСТІ
ЛІКАРЯ ВЕТЕРИНАРНОЇ МЕДИЦИНИ. Підрозділ: P3.7 Правові та етичні основи діяльності лікаря ветеринарної медицини. Пункт: P3.7.1 Загальні принципи національного й
\fміжнародного ветеринарного законодавства. Організаційна структура та управління у сфері ветеринарної медицини України.
---
Коментар (виконані дії) рецензентів за результатами перегляду завдання після апробації : відсутній

`
