export const text2 = `
Завдання № 1
В якому цеху утримуються тільні корови у передродовий, родовий та післяродовий періоди при потоково-цеховій системі утримання?
А*. Отелення
Б. Передродового утримання. В. Сухостою
Г. Післяродового утримання.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ПРОДУКТИВНИХ ТВАРИН, САНІТАРІЯ ТА БІОБЕЗПЕКА
Пункт Програми: 1.1
---
Статус завдання за результатами перегляду після апробації : Змінено Б і Г
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 2
Вкажіть прилад для вимірювання атмосферного тиску повітря приміщень впродовж доби: А*. Барограф;
Б. Барометр-анероїд; В. Термограф;
Г. Батометр.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ПРОДУКТИВНИХ ТВАРИН, САНІТАРІЯ ТА БІОБЕЗПЕКА
Пункт Програми: 1.3
---
Статус завдання за результатами перегляду після апробації : Змінено В
---
Коментарі розробників під час перегляду завдання за результатами апробації:
У завданні ключовим є встановити прилад що вимірює атмосферний тиск впродовж доби, і здобуач аналізуючи всі відомі прилади, використовує саме барограф, завдяки якому
\fвпродовж доби записується на барабані крива атмосферного тиску. Пропоную деструктор
«в» змінити на «термограф»






Завдання № 3
Вкажіть способи утримання великої рогатої худоби.
А*. Прив’язний, безприв’язний; Б. Стійловий, пасовищний;
В. Вигульний, безвигульний;
Г. Стійлово-табірний, стаціонарний.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ПРОДУКТИВНИХ ТВАРИН, САНІТАРІЯ ТА БІОБЕЗПЕКА
Пункт Програми: 1.1
---
Статус завдання за результатами перегляду після апробації : НЕ змінено
---
Коментарі розробників під час перегляду завдання за результатами апробації:
завдання сформовано з метою виявлення можливості здобувачем аналізувати «способи утримання великої рогатої худоби» та можливості відрізнити від «систем утримання» за різних технологій утримання тварин, що вказано в дистракторах.






Завдання № 4
Вплив світлових променів на організм сільськогосподарських тварин зводиться до: А*. Стимуляції функції гіпофізу та інших залоз внутрішньої секреції;
Б. Профілактики остеомаляції;
В. Профілактики рахіту у новонароджених; Г. Теплового ефекту.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: Рахіт у молодняку, а остеомаляція у дорослих тварин. Влізло, В. В., Куртяк, Б. М., Янович, В. Г., Юськів, Л. Л., & Сологуб, Л. І. (2007). Біохімічні основи нормування вітамінного живлення корів 1. Жиророзчинні вітаміни. Біологія тварин, 7(1-2), 25-42.
\fВідповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ПРОДУКТИВНИХ ТВАРИН, САНІТАРІЯ ТА БІОБЕЗПЕКА
Пункт Програми: 1.3
---
Статус завдання за результатами перегляду після апробації : Змінено Б
---
Коментарі розробників під час перегляду завдання за результатами апробації:
У питанні дистрактор Б не працюючий через те, що світлові промені не проявляють еритемної дії. Еритема виникає внаслідок дії УФ-опромінення.






Завдання № 5
За якими показниками здійснюється розрахунок повітрообміну в тваринницьких приміщеннях?
А*. Вуглекислий газ і вологість; Б. Аміак і сірководень;
В. Механічне і бактеріальне забруднення; Г. Температура і вологість.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ПРОДУКТИВНИХ ТВАРИН, САНІТАРІЯ ТА БІОБЕЗПЕКА
Пункт Програми: 1.3
---
Статус завдання за результатами перегляду після апробації : НЕ змінено
---
Коментарі розробників під час перегляду завдання за результатами апробації:
завдання має практичний характер. При проектуванні тваринницьких приміщень фахівець повинен мати вміння і знання аналізувати відповідність розмірів приточної і витяжної вентиляції (кратність повітрообміну), проводити аналіз параметрів мікроклімату за данного повітрообміну з метою створення комфортних умов утримання тварин.






Завдання № 6
За якої температури інтенсивно живляться і ростуть теплолюбні риби, °С?: А*. 18-25
Б. 8-12
В. 10-14
Г. 25-30

--

Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ПРОДУКТИВНИХ ТВАРИН, САНІТАРІЯ ТА БІОБЕЗПЕКА
Пункт Програми: 1.2
---
Статус завдання за результатами перегляду після апробації : рекомендовано ВИЛУЧИТИ
---
Коментарі розробників під час перегляду завдання за результатами апробації:
Вважаю, що тестове завдання і дистрактори складено не вірно, оскільки всі види риб умовно поділяють на теплолюбних (осетрові, коропові, окуневі) і холоднолюбивих (лососеві, сігові). Теплолюбні можуть жити у водоймах з коливанням температури води від 0 до 30 оС і навіть вище. Нерест у таких видів риб весняно-літній, при температурі води від 8 до 20 оС або при 17-25 оС. Теплолюбні добре ростуть, розвиваються і вважають за краще водойми зі стоячою водою, які добре прогріваються, з помірно розвиненою в них водною рослинністю.
Наприклад: для сазана оптимальною температурою води є 20-25 оС. При температурі нижче 12-15 оС сазан не розмножується і неохоче споживає корм. При 10 оС інтенсивність харчування знижується ще більше, а при 2-4 оС сазан припиняє харчуватися і рости, сповільнюється його дихання. Підвищення температури води до 27-30 оС також веде до зниження активності риби, уповільнення росту. (https://dn.darg.gov.ua/_vpliv_temperaturi_vodi_na_0_0_0_880_1.html)







Завдання № 7
На пасовищі серед великої рогатої худоби спостерігають загибель двох корів. Трупи були здуті, з природних отворів виділяється піниста кров'яниста рідина. Слизові оболонки ціанотичні, мають чисельні краплинні і малоп'ятнисті крововиливи. Визначить етіологічний фактор?
А*. Bacillus antracis
Б. Поїдання великої кількості легкоферментованих соковитих кормів зволожених росою В. M.haemolytica
Г. L. monocytogenes
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній Відповідність Програмі ЄДКІ:
\fРозділ: ГІГІЄНА ПРОДУКТИВНИХ ТВАРИН, САНІТАРІЯ ТА БІОБЕЗПЕКА
Пункт Програми: 1.5
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 8
У диких свиней в ділянці міжкопитної щілини та п'ятачка виявили невеликі міхурці, які зливаються і утворюють сірі міхурі величиною до декілька сантиметрів у діаметрі. На місці розриву міхура утворюються ерозії. За якої хвороби виникають такі зміни?
А*. Ящур
Б. Некробактеріоз
В. Везикулярна хвороба свиней Г. Стафілококоз.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: https://microsvit.info/yaschur/
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ПРОДУКТИВНИХ ТВАРИН, САНІТАРІЯ ТА БІОБЕЗПЕКА
Пункт Програми: 1.5
---
Статус завдання за результатами перегляду після апробації : Змінено Г
---
Коментарі розробників під час перегляду завдання за результатами апробації:
Основа тестового завдання містить помилки, зокрема не вказано у яких свиней. Допущено граматичні та стилістичні помилки. Основу та дистрактор Г змінено.






Завдання № 9
Назвіть недоліки кліткового утримання птиці: А*. Обмежений рух птиці, відсутність інсоляції
Б. Ускладнюється процес проведення ветеринарно-профілактичних заходів В. Підвищення затрат кормів
Г. Обмеження створення регульованого зовнішнього середовища
\f---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ПРОДУКТИВНИХ ТВАРИН, САНІТАРІЯ ТА БІОБЕЗПЕКА
Пункт Програми: 1.1
---
Статус завдання за результатами перегляду після апробації : Змінено В і Г
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 10
Найбільш сприятлива для життя риб реакція води (рН)?: А*. 7,0-7,5
Б. 6,0-8,5;
В. 5,5-6,5;
Г. 7,5-9,0
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ПРОДУКТИВНИХ ТВАРИН, САНІТАРІЯ ТА БІОБЕЗПЕКА
Пункт Програми: 1.2
---
Статус завдання за результатами перегляду після апробації : Змінено Б, В і Г
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 11
Повітря вважається чистим, якщо вміст бактерій не перевищує (тис. в 1 м3): А*. 25-100;
Б. 1-5;
В. 5-10;
\fГ. 10-15.
---

Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ПРОДУКТИВНИХ ТВАРИН, САНІТАРІЯ ТА БІОБЕЗПЕКА
Пункт Програми: 1.3
---
Статус завдання за результатами перегляду після апробації : рекомендовано ВИЛУЧИТИ
---
Коментарі розробників під час перегляду завдання за результатами апробації:
Враховуючи зауваження на тестове завдання, як занадто складне пропоную його вилучити.






Завдання № 12
Про забруднення води органічними речовинами тваринного походження та придатність її до використання судять за величиною:
А*. Колі-титру та колi-індексу Б. Мікробного числа
В. Наявністю планктону
Г. Наявністю азотистих сполук
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ПРОДУКТИВНИХ ТВАРИН, САНІТАРІЯ ТА БІОБЕЗПЕКА
Пункт Програми: 1.3
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 13
Системи штучної вентиляції поділяють на:
\f



---

А*. Централізовані і децентралізовані Б. Витяжні і нагнітаючі
В. Штучні і природні
Г. Спонукальні і витяжні

-- 

Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ПРОДУКТИВНИХ ТВАРИН, САНІТАРІЯ ТА БІОБЕЗПЕКА
Пункт Програми: 1.1
---
Статус завдання за результатами перегляду після апробації : рекомендовано ВИЛУЧИТИ
---
Коментарі розробників під час перегляду завдання за результатами апробації:
Тестове завдання пропоную вилучити, так як вважаю, його помилковим, бо існує система водопостачання - централізована і децентралізована а не вентиляція.






Завдання № 14
Способи очищення стічних вод з тваринницьких та переробних приміщень: А*. Фільтрування, нейтралізація, біофільтрація
Б. Кип'ятіння, пастеризація
В. Аерація, дегазація, дезактивація Г. Відстоювання, заморожування
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ПРОДУКТИВНИХ ТВАРИН, САНІТАРІЯ ТА БІОБЕЗПЕКА
Пункт Програми: 1.3
---
Статус завдання за результатами перегляду після апробації : Змінено А і Г
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано

\fЗавдання № 15
Тваринницькі приміщення мають відповідати таким вимогам:
А*. Забезпечувати оптимальний мікроклімат для тварин; давати можливість використовувати сучасні технології утримання тварин, механізацію і автоматизацію виробничих процесів
Б. Забезпечувати високу продуктивність тварин за рахунок щільного утримання В. Забезпечувати оптимальний мікроклімат для тварин, давати можливість
використовувати виробничі процеси які потребують ручної праці
Г. Забезпечувати розташування будь якого виду тварин і освітлюватися виключно прямим сонячним світлом
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ПРОДУКТИВНИХ ТВАРИН, САНІТАРІЯ ТА БІОБЕЗПЕКА
Пункт Програми: 1.1
---
Статус завдання за результатами перегляду після апробації : Змінено Б, В і Г
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 16
Обов'язковому термічному знешкодженню (спаленню) підлягають трупи тварин за виявлення у них:
А*. Bacillus anthracis, Clostridium chauvoei, Burkholderia mallei; Б. Bacillus subtilis, Clostridium perfringens, Burkholderia cepacia;
В. Bacillus licheniformis, Clostridium botulinum, Burkholderia arationis; Г. Bacillus cereus, Clostridium tyrobutyricum, Burkholderia glebae.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді:   Про затвердження Правил облаштування і утримання діючих (існуючих) худобомогильників та біотермічних ям для захоронення трупів тварин у населених пунктах України (https://zakon.rada.gov.ua/laws/show/z0085-09#Text).
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ПРОДУКТИВНИХ ТВАРИН, САНІТАРІЯ ТА БІОБЕЗПЕКА
Пункт Програми: 1.4
---
\fСтатус завдання за результатами перегляду після апробації : Змінено альтернативи
---
Коментарі розробників під час перегляду завдання за результатами апробації: Текст тестового завдання і дистрактори потребують корегування






Завдання № 17
У господарстві під час проведення туберкулінізації виявлено позитивно реагуючих тварин. Запропонуйте метод оздоровлення господарства.
А*. Проведення систематичних алергічних досліджень з видаленням позитивно реагуючих тварин зі стада
Б. Проведення хіміотерапії
В. Оздоровлення за допомогою вакцини БЦЖ Г. Проведення лікування тварин
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ПРОДУКТИВНИХ ТВАРИН, САНІТАРІЯ ТА БІОБЕЗПЕКА
Пункт Програми: 1.5
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 18
Які дії стосовно молока за умови тривалої (більше двох годин) перерви в подачі молока на молокопереробних підприємствах?
А*. Направити на повторну пастеризацію; Б. Повернути постачальнику;
В. Направити на утилізацію;
Г. Направити на виробництво закваски для кисломолочних продуктів.
---
Правильна відповідь: А
\fКоментар розробників щодо правильної відповіді: Державні снітарні правила для молокопереробних підприємств ДСП 4.4.4-011-98 (п.9.4). Постанова МІНІСТЕРСТВО ОХОРОНИ ЗДОРОВ'Я УКРАЇНИ 11.09.1998 N 11 Про затвердження Державних санітарних правил і норм Із змінами, внесеними згідно з Постановою Головного
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ПРОДУКТИВНИХ ТВАРИН, САНІТАРІЯ ТА БІОБЕЗПЕКА
Пункт Програми: 1.4
---
Статус завдання за результатами перегляду після апробації : Змінено альтернативи
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 19
У тільних корів в господарстві були аборти, народження мертвих або нежиттєздатних телят, жовтяничність слизових оболонок. Попередньо був поставлений діагноз лептоспіроз. Від яких хвороб необхідно провести диференційну діагностику?
А*. Буцельоз Б. Пастерельоз
В. Сальмонельоз Г. Парагрип 3
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ПРОДУКТИВНИХ ТВАРИН, САНІТАРІЯ ТА БІОБЕЗПЕКА
Пункт Програми: 1.5
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 20
\fУтилізаційна зона включає:
А*. Об'єкти для зберігання та обробки гною, трупів та інших відходів; Б. Санпропускник;
В. Біотермічна яма; Г. Скотомогильник.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ПРОДУКТИВНИХ ТВАРИН, САНІТАРІЯ ТА БІОБЕЗПЕКА
Пункт Програми: 1.4
---
Статус завдання за результатами перегляду після апробації : Змінено Б, В і Г
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 21
Чим дезінфікують транспортні засоби, інвентар, інструменти, устаткування після кожного випадку доставки біологічних відходів для утилізації, знезараження або знищення?
А*. Розчином їдкого натру 4%, формальдегіду 3%;
Б. Препаратами, що містять не менше 3% активного хлору;
В. Розчинами препаратів, що містять не менше 3% активного фтору; Г. Розчином їдкого натру 2%, формальдегіду 1%;
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ПРОДУКТИВНИХ ТВАРИН, САНІТАРІЯ ТА БІОБЕЗПЕКА
Пункт Програми: 1.4
---
Статус завдання за результатами перегляду після апробації : --
---
Коментарі розробників під час перегляду завдання за результатами апробації: відсутній
--

\fЗавдання № 22
Що означає «Тепловий баланс тваринницького приміщення» ?
А*. Співвідношення між прибутковою і затратною частинами тепла.
Б. Співвідношення витрат тепла на зігрівання вентиляційного повітря і випаровування вологості;
В. Співвідношення тепла, що надходить від тварин і систем теплопостачання;
Г. Співвідношення витрат тепла через огороджувальні конструкції і обігрів вентиляційного повітря.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ПРОДУКТИВНИХ ТВАРИН, САНІТАРІЯ ТА БІОБЕЗПЕКА
Пункт Програми: 1.3
---
Статус завдання за результатами перегляду після апробації : НЕ змінено
---
Коментарі розробників під час перегляду завдання за результатами апробації:
В тестовому завданні якісно сформовано відповідь, де ключовим є співвідношення правої і лівої частини теплового балансу, тобто теплоутворення та тепловитрати. Дестрактори працюючі, «б» і «г» вказує на тепловитрати а «в» теплоутворення, але в обох випадках відсутні співвідношення теплоутворення та тепловитрати, які формують тепловий баланс приміщення і здобувач має провести аналіз цих показників щоб зрозуміти до яких критичних рівнів може знизитись температурний режим в приміщенні.






Завдання № 23
Що таке дератизація?
А*. Комплекс заходів, спрямованих на знищення мишоподібних гризунів у тваринницьких приміщеннях, складах, на зернотоках;
Б. Система профілактичних заходів боротьби з кліщами; В. Знищення комах у навколишньому середовищ;
Г. Це усунення або маскування неприємного запаху, який утворюється в тваринницьких приміщеннях внаслідок випаровування і гнильного розпаду органічних субстратів.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній Відповідність Програмі ЄДКІ:
\fРозділ: ГІГІЄНА ПРОДУКТИВНИХ ТВАРИН, САНІТАРІЯ ТА БІОБЕЗПЕКА
Пункт Програми: 1.4
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 24
Який матеріал відбирають для серологічної лабораторної діагностики лейкозу великої рогатої худоби?
А*. Сироватка крові Б. Печінка
В. Головний мозок Г. Селезінка
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ПРОДУКТИВНИХ ТВАРИН, САНІТАРІЯ ТА БІОБЕЗПЕКА
Пункт Програми: 1.5
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 25
Який спосіб вирощування молодняку підвищує ризик передачі інфекційних захворювань контактним способом?
А*. Трифазний Б. Однофазний В. Двофазний
Г. Чотирифазний
\f---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ПРОДУКТИВНИХ ТВАРИН, САНІТАРІЯ ТА БІОБЕЗПЕКА,
Пункт Програми: 1.1
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 26
Ветеринарний лікар м’ясокомбінату після виявлення у партії великої рогатої худоби у м’язах запальних набряків провів ветеринарний огляд усіх тварини і тварин із нормальною температурою без клінічних ознак захворювання направив для негайного забою окремою партією, хворих ізолював і призначив лікування. Тварин, які видужали, після витримування 14 днів з моменту встановлення нормальної температури, направив на забій. Який діагноз поставив ветлікар?
А*. Емфізематозний карбункул. Б. Сибірка.
В. Злоякісний набряк. Г. Газова гангрена.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: Правила передзабійного ветеринарного огляду тварин і ветеринарно-санітарної експертизи м'яса та м'ясних продуктів (https://zakon.rada.gov.ua/laws/show/z0524-02#Text)
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ,
Пункт Програми: 2.1
---
Статус завдання за результатами перегляду після апробації : Змінено альтернативи
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано

\f
Завдання № 27
Вкажіть мікроорганізм що продукує ентеротоксин і є причиною харчового токсикозу?
А*. Staphylococcus aureus; Б. Listeria monocytogenes; В. Aspergillus flavus;
Г. Clostridium botulinum.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.9
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 28
Для виготовлення дитячого харчування мед бджолиний має:
А*. Відповідати вимогам до меду вищого ґатунку за показниками безпечності та якості Б. Відповідати вимогам меду для першого ґатунку за показниками безпечності та якості В. Відповідати вимогам меду для першого ґатунку за показниками безпечності
Г. Відповідати вимогам меду для першого ґатунку за показниками якості
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.5
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
\fКоментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 29
До державної лабораторії ветеринарно-санітарної експертизи на ринку надійшла туша, у якої під час огляду виявлено такі ознаки: м'ясо темно-червоного кольору з фіолетово-синюшним відтінком, лімфатичні вузли зовні та на розрізі бузкового кольору, поверхня плеври та очеревини фіолетово-червоного кольору, на поверхні плеври та очеревини просвічуються добре помітні кровоносні судини. Визначте ступінь знекровлення цієї туші?
А*. Дуже погане знекровлення характерне для туш, одержаних від трупів, а також від тварин, забитих в стані агонії.
Б. Погане знекровлення характерне для туш, одержаних від хворих тварин. В. Задовільне знекровлення спостерігається у тушах, одержаних від старих,
перевтомлених, а іноді - від хворих тварин.
Г. Добре знекровлення характерне для туш, одержаних від здорових тварин.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Програми: 2.2
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 30
За відсутності ознак захворювання сказом тварин із покусами: А*. Приймають разом із здоровими тваринами.
Б. Тварин направляють на санбойню. В. Тварин на забій не направляють.
Г. Тварин направляють на забій через 21 день після вакцинації, приймають і забивають окремою партією.
---
\fПравильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.1
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 31
За випуску з переробного підприємства партія сухих яйцепродуктів має відповідати вимогам за бактеріологічними показниками:
А*. Не допускається вміст патогенних мікроорганізмів; Б. Допускається вміст патогенних мікроорганізмів;
В. Не допускається виключно для вищого ґатунку; Г. Допускається лише контамінація БГКП.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.6
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 32
\fЗа дослідження партії коров'ячого молока було встановлено точку замерзання молока на рівні -0,5-1,0 °С та густину 1,020 г/см3 за 20 °С. Який висновок можна зробити з наявних показників?
А*. Молоко фальсифіковане шляхом його розбавлення водою Б. Досліджувані показники в межах норми
В. Молоко фальсифіковане шляхом підміни молочного жиру Г. Ці показники свідчать про те, що молоко не є свіжим
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.8
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 33
За дослідження сирокопченої ковбаси було встановлено наявність на етикетці надпису
«Organic». За якої умови виробник має право маркувати продукт, як «органічний»?
А*. Наявність акта відповідного лабораторного дослідження.
Б. Наявність сертифікованої системи управління якістю ISO серії 9000.
В. Наявність сертифікованої системи управління безпечністю ISO серії 22000. Г. Наявність заключення державної екологічної служби.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.8
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано
\f





Завдання № 34
Процес забілування туши це -
А*. Ручне знімання шкіри з таких ділянок туші, як голова, шия, кінцівки, лопатка, черевна частина.
Б. Відсікання копит і голови та переміщення туші до шкірозйомного механізму.
В. Міханічне знімання шкіри з таких ділянок туші, як голова, шия, кінцівки, лопатка, черевна частина.
Г. Розпилювання або розрубування туші на поздовжні симетричні половини і четвертини.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.1
---
Статус завдання за результатами перегляду після апробації : Змінено альтернативи
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 35
Вкажіть мінімальну масову частку жиру, що містить жирний кисломолочний сир.
А*. 18 %.
Б. 22 %.
В. 24 %.
Г. 25 %.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: Правила ветеринарно-санітарної експертизи молока і молочних продуктів та вимоги щодо їх реалізації (п.9.4) ЗАТВЕРДЖЕНО Наказом Державного департаменту ветеринарної медицини, Міністерства аграрної політики України 20.04.2004 N 49 Зареєстровано в Міністерс
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
\fПункт Програми: 2.3
---
Статус завдання за результатами перегляду після апробації : Змінено
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 36
Лікар ветеринарної медицини під час післязабійного огляду туші свині нормальної вгодованості виявив в печінці численні ехінококові міхурці різного розміру. Дайте санітарну оцінку продуктам забою від цієї тварини.
А*. Печінку утилізують, а тушу та неуражені внутрішні органи випускають без обмежень. Б. Туші і всі інші продукти забою від цієї тварини знищують шляхом спалювання.
В. Печінку зачищають і разом з неураженими тушею та органами випускають без обмежень.
Г. Тушу та неуражені органи направляють на виготовлення м'ясних хлібів, консервів або проварювання.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.2
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 37
На м'ясокомбінат для забою надійшла партія коней. На які заразні захворювання мають бути проведені дослідження?
А*. На сап
Б. На трихінельоз В. На сибірку
\fГ. На емкар
---

Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.2
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 38
На молокопереробну потужність надійшла партія коров'ячого молока-сировини з належними органолептичними показниками. Укажіть, яким способом проводять визначення чистоти молока:
А*. Способом фільтрації і візуального порівняння. Б. Фотоелектроколориметричним способом.
В. Спектрометричним способом. Г. Висушуванням.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.3
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано

\fЗавдання № 39
На молокопереробну потужність, яка спеціалізується на виготовленні молочнокислих сирів, надійшла партія молока з такими показниками: густина 1,1, кислотність збільшена на 3 °Т, порівняно з молоком екстра ґатунку, колір молока має незначний коричневий відтінок.
Визначте ґатунок молока: А*. Перший.
Б. Вищий. В. Другий. Г. Екстра.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.3
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 40
На підприємство з переробки харчових курячих яєць надійшла партія яєць з відповідними супровідними документами. Яйця перед надходженням на ділянку розбивання підлягають:
А*. Візуальному оглядові, овоскопії; Б. Визначенню смаку;
В. Визначенню запаху;
Г. Визначенню консистенції.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.6
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
\f---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 41
На пасіці встановлено карантинні обмеження з причини виявлення інфекційних хвороб бджіл, спричинених бактеріями роду Salmonella. Вкажіть санітарну оцінку меду:
А*. Використовують тільки в кондитерській промисловості за умови термічної обробки Б. Дозволяється використовувати тільки для підгодівлі бджіл на даній пасиці
В. Дозволяється використовувати як харчовий продукт без обмежень.
Г. Направляють на бактеріологічні дослідження і використовують в залежності від отриманих результатів
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.5
---
Статус завдання за результатами перегляду після апробації : Змінено альтернативи
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 42
На споживчій упаковці перепелиних яєць наведено інформацію про їх лікувальні властивості та зроблено посилання на відповідні наукові джерела літератури. Чи порушує чинні вимоги цей виробник?
А*. Так, оскільки така інформація може вводити споживача в оману. Б. Ні, оскільки є посилання на наукові джерела літератури.
В. Так, оскільки результати наукових досліджень можуть трактуватися по різному. Г. Ні, оскільки лікувальні властивості перепелиних яєць загальновідомі.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
\fВідповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.8
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 43
Назвіть основні місця локалізації Cysticercus bovis?
А*. В масетерах, м'язах серця, язика, діафрагми, міжреберних шиї, зрідка в печінці, мозку, легенях, нирках, селезінці, підшлунковій залозі і в лімфатичних вузлах, а також у жировій тканині.
Б. В масетерах, м'язах серця, язика, діафрагми, міжреберних шиї, зрідка в підшлунковій залозі і в лімфатичних вузлах, а також у жировій тканині.
В. В масетерах, м'язах діафрагми, міжреберних шиї, зрідка в печінці, мозку, легенях, нирках, селезінці, підшлунковій залозі і в лімфатичних вузлах, а також у жировій тканині.
Г. В масетерах, м'язах серця, діафрагми, міжреберних шиї, зрідка в печінці, мозку, легенях, нирках, селезінці.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.1
---
Статус завдання за результатами перегляду після апробації : Уточнено текст основи
---
Коментарі розробників під час перегляду завдання за результатами апробації:
Назвіть місце локалізації цистицерків у худоби? Треба вказати яких цистицерків, мабуть - Cysticercus bovis.






Завдання № 44
\fНазвіть термін, впродовж якого снула парна риба не має ознак життєдіяльності.
А*. Протягом 5-7 годин. Б. Протягом 3-4 годин. В. Протягом 1-2 годин. Г. Протягом 8-12 годин.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.4
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 45
Нейротоксин, який є причиною виникнення харчового токсикозу, продукує: А*. Clostridium botulinum
Б. Listeria monocytogenes; В. Escherichia coli;
Г. Staphylococcus aureus.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.9
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано

\fЗавдання № 46
Охарактеризуйте порядок використання молока, отриманого від корів, які позитивно реагують на туберкулін:
А*. Молоко пастеризують за температури 90 °С і направляють на молокопереробну потужність.
Б. Молоко підлягає знищенню.
В. Молоко пастеризують за температури 65 °С і згодовують телятам у господарстві. Г. Молоко пастеризують за температури 80 °С і згодовують телятам у господарстві.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.3
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 47
Охарактеризуйте фасування фруктів та овочів за системою В. А*. Застосування стрічкової плівки для лотка або ящика.
Б. Пряме застосування плівки, що стискується або розтягується. В. Фасування у сітчасті мішки.
Г. Фасування у ящики.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.7
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
\fКоментарі розробників під час перегляду завдання за результатами апробації:
У мережі інтернет безкоштовної інформації стосовно правової оцінки системі пакування, що зазначені в основі не знайдено. Вважаю, що інформація, яка використовується при складанні завдань має бути загальнодоступною.






Завдання № 48
Під час весняного випасання овець на пасовищі, ветеринарний лікар виявив 14 тварин, що рухалися по колу і з плином часу - гинули. Під час патрозтину трупа виявлено на поверхні мозку вівці міхур, наповнений прозорою рідиною, всередині якого знаходились 20-30 головок з присосками і гачками. Проведіть ветсанооцінку туш і органів.
А*. Голову направляють на утилізацію. За відсутності ознак виснаження, туші й органи випускають без обмеження;
Б. Голову направляють на знищення. За відсутності ознак виснаження, туші й органи випускають без обмеження;
В. Голову направляють на утилізацію. За відсутності ознак виснаження, туші й органи випускають після проварювання;
Г. Голову направляють на промислову переробку. За наявності ознак виснаження, туші й органи випускають без обмеження.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.2
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 49
Під час дослідження свинини на трихінельоз методом перетравлення проб в штучному шлунковому соку виявлено личинки трихінел. Як використовують продукти забою?
А*. Знищують спалюванням;
Б. Направляють на виготовлення консервів;
В. Проварюють протягом 3-х годин; Г. Використовують без обмежень.

--

Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.2
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 50
Під час лабораторного дослідження проби м'яса встановлено: поверхня м'яса зволожена, злегка липка, м'язи темно-червоного кольору, у мазках-відбитках до 30 мікроорганізмів та сліди деструкції тканин; в реакції з розчином купруму сульфату - помутніння бульйону.
Надайте ветеринарно-санітарну оцінку м'ясу.
А*. Використовують за результатами мікробіологічного дослідження для промпереробки або утилізують.
Б. М'ясо використовують без будь-яких обмежень.
В. М'ясо не використовують для харчових цілей, а утилізують (виготовлення сухих кормів тваринного походження).
Г. М'ясо не використовують для харчових цілей, а лише для відгодівлі тварин.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.2
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано

\f
Завдання № 51
Під час дослідження яловичої туші та внутрішніх органів в лабораторії державної ветеринарно-санітарної експертизи на ринку було виявлено, що печінка інтенсивно уражена дикроцеліями. Яка ветеринарно-санітарна оцінка внутрішніх органів?
А*. Уражені частини органів направляють на утилізацію, а тушу випускають без обмежень. Б. Уражені частини органів направляють на знищення;
В. Уражені частини органів направляють на промпереробку;. Г. Уражені частини органів направляють на утилізацію;
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.2
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 52
Під час забою п'яти свиней на бойні виявлено жовтяничне забарвлення м'ясних туш, уражених лептоспірозом. Як Ваші дії щодо туш?
А*. Туші утилізувати; Б. Туші знищити;
В. Туші переробити на консерви;
Г. Туші 2 доби тримати у холодильнику.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.2
---
\fСтатус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 53
Проведіть ветеринарно-санітарне оцінювання райдужної форелі за легкого ураження цироїдною дегенерацією печінки:
А*. Промислова переробка (виробництво консервів). Б. Реалізують без обмежень
В. Направляють на корм тваринам після термічної обробки. Г. Утилізація.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.4
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 54
У мережу рітейлера продуктів харчування надійшла партія масла з належними органолептичними показниками: масова частка жиру - 75 %, титрована кислотність - 20 °Т, температура - 8 °С, бактерії групи кишкової палички (коліформи) не виявлено. Укажіть, до якої групи належить масло, залежно від масової частки жиру:
А*. Вершкове масло селянське. Б. Вершкове масло екстра.
В. Вершкове масло бутербродне. Г. Масло з коров'ячого молока.
---
\fПравильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.3
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 55
У мережу рітейлера харчових продуктів надійшла партія кефіру. Укажіть, за якими показниками необхідно проводити приймальне контролювання кожної партії:
А*. За органолептичними і фізико-хімічними показниками, окрім масової частки білка.
Б. За органолептичними і фізико-хімічними показниками, зокрема за масовою часткою білка.
В. За органолептичними показниками. Г. За мікробіологічними показниками.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.3
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 56
\fГранично-допустимий рівень цезію у молочних продуктах дитячого харчування не має перевищувати:
А*. 40 БК/кг.
Б. 30 БК/кг.
В. 50 БК/кг.
Г. 20 БК/кг
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.3
---
Статус завдання за результатами перегляду після апробації : Змінено В і Г
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 57
Укажіть норми відбору проб фруктів та свіжих ягід: А*. 200 г;
Б. 300 г;
В. 500 г;
Г. 1000 г.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.7
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано

\fЗавдання № 58
Укажіть середню пробу риби для проведення ветеринарно-санітарної експертизи, якщо маса однієї рибини до одного кг.
А*. Відбирають 2 проби по 100 г від 2-х рибин. Б. Відбирають 3 проби по 100 г від 3-х рибин. В. Відбирають 5 проб по 100 г від 3-х рибин.
Г. Відбирають - проби по 100 г від 2-х рибин.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: Берник І.М., Фаріонік Т.В., Н.В. Новгородська. Ветеринарно-санітарна експертиза продуктів тваринного і рослинного походження. Навчальний посібник. Вінниця. Видавничий центр ВНАУ, 2020. 232 с.
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.4
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації:
С.126 Відбір проб. Кожну партію риби досліджують. Під партією розуміють рибу однієї товарної назви, часу вилову, способу переробки, пред’явленої до одночасної здачі чи приймання. Спочатку оглядають тару, потім відбирають для розпаковки до 5 відсотків усіх






Завдання № 59
Укажіть, які гриби дозволяється реалізовувати на агропродовольчому ринку:
А*. Гриби - лише трубчасті (губчасті), свіжі та сушені у спеціально відведеному місці.
Б. Гриби в сушеному вигляді, крім білих, гриби солено-відварні, солені та мариновані в домашніх умовах.
В. Гриби умовно-їстівні, неідентифіковані, пластинчасті з відрізаними повністю або частково ніжками.
Г. Гриби пластинчасті з відрізаними повністю або частково ніжками (пеньками).
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
\fПункт Програми: 2.7
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 60
Укажіть, які показники перевіряють під час приймального контролю партії молочного білкового концентрату з належними органолептичними показниками, із масовою часткою вологи - 70 %, кухонної солі - 8 %, температурою - 5 °С, за відсутності бактерії групи кишкової палички (коліформи) в 0,001 г:
А*. Масову частку вологи.
Б. Масову частку кухонної солі.
В. Бактерії групи кишкової палички. Г. Вміст радіонуклідів.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.3
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 61
Установіть оптимальний режим знезаражування методом заморожування скумбрії та сріблястого хека уражених анізакідозом:
А*. 12 годин за температури мінус 20°С з подальшим зберіганням за температури мінус 18°С - 7 діб.
Б. 24 години за температури мінус 20 °С з подальшим зберіганням за температури мінус 18°С - 4 доби.
В. 36 годин за температури мінус 20 °С з подальшим зберіганням за температури мінус 18°С - 5 діб.
Г. 48 годин за температури мінус 20 °з подальшим зберіганням за температури мінус 18°С
- 3 доби.

--



Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.4
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 62
Яйця, що мають порушення цілісності незабрудненої шкаралупи без пошкодження підшкаралупових оболонок:
А*. Переробляють безпосередньо на птахопідприємстві; Б. Реалізують без обмежень;
В. Реалізують за температури не вище +10 ºС;
Г. Направляють на виготовлення дитячого харчування.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.6
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано

\f
Завдання № 63
Як поступити з тушею та іншими продуктами забою хворої на сибірку тварини?
А*. Всю тушу з внутрішніми органами, шкурою та субпродуктами та малоцінний дерев'яний інвентар спалюють, не допускаючи забруднення навколишнього середовища. Місце забою тварини дезінфікують. Шкури здорових тварин, які перебувають разом зі шкірою хворої тв
Б. Всю тушу з внутрішніми органами та субпродуктами та малоцінний дерев'яний інвентар спалюють, не допускаючи забруднення навколишнього середовища. Шкури здорових тварин, які перебувають разом зі шкірою хворої тварин дезінфікують;
В. Частини туші з внутрішніми органами, шкурою та субпродуктами та малоцінний дерев'яний інвентар утилізують. Місце забою тварини дезінфікують. Шкури здорових тварин, які перебувають разом зі шкірою хворої тварин дезінфікують;
Г. Всю тушу з внутрішніми органами, шкурою та субпродуктами направляють на промислову переробку, не допускаючи забруднення навколишнього середовища. Місце забою тварини дезінфікують. Шкури здорових тварин, які перебувають разом зі шкірою хворої тварин де
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.2
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 64
Як вчиняють з продуктами забою, одержаними від хворих на класичну чуму свиней, за наявності дистрофічних та патологічних змін у мускулатурі?
А*. Утилізують. Б. Знищують.
В. Проварюють. Г. Засолюють.
---
\fПравильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.2
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 65
Які показники характеризують якість меду відповідно до вимог чинного національного стандарту ДСТУ 4497:2005?
А*. Масова частка води, діастазне число, масова частка сахарози, масова частка редукуючих цукрів
Б. Вміст БГКП
В. Вміст МАФАнМ
Г. Вміст токсичних елементів
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.5
---
Статус завдання за результатами перегляду після апробації : Змінено альтернативи
---
Коментарі розробників під час перегляду завдання за результатами апробації:
Коли проводяться дослідження якості та безпечності меду, то враховуються всі показники в чинному ДСТУ 4497, не ті що вказано у відповіді «А». Фізичні показники також проводяться в меді, такі як визначення вмісту пилкових зерен, визначення консистенції меду, наявність механічних домішок. Дистрактор «А» не розкриває повністю відповідь на запитання. Інші дистрактори взагалі не мають схожості у показниках державного ризик-орієнтованого контролю меду.

\fЗавдання № 66
Які операції включає в себе туалет туш?
А*. Надання півтушам товарного вигляду шляхом видалення з них ниркового жиру i залишків жиру з хребця внутрішнього боку півтуші та відокремлення хвоста мiж другим i третім хребцем.
Б. Розпилювання або розрубування туші на поздовжні симетричні половини і четвертини. В. Виймання з туші внутрішніх органів: ліверу, шлунка та кишок.
Г. Часткове відокремлювання шкури від туші.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.1
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 67
За аеромонозу коропів на шкірі окремих особин виявили невеликі поодинокі червоні плями. Яка ветеринарно-санітарна оцінка такої риби.
А*. Рибу випускають без обмеження. Б. Рибу направляють на утилізацію.
В. Після термічної обробки рибу дозволяється згодовувати тваринам. Г. Рибу направляють на виготовлення рибних консервів.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: М.В. Козак, Л.В. Олійник. Ветеринарно- санітарна експертиза з основами технології і стандартизації продуктів тваринництва. Розділ 17 Ветеринарно-санітарна експертиза риби, , морських ссавців та інших гідро біонтів.
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.4
---
\fСтатус завдання за результатами перегляду після апробації : Змінено альтернативи
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 68
Який із збудників харчових бактеріальних отруєнь належить до психротрофів?
А*. Listeria monocytogenes; Б. Staphylococcus aureus; В. Escherichia coli;
Г. Clostridium botulinum.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.9
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 69
Вкажіть мікроорганізм що є причиною харчової токсикоінфекції.
А*. Listeria monocytogenes; Б. Staphylococcus aureus; В. Aspergillus flavus;
Г. Clostridium botulinum.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: Якубчак О.М., Хоменко В.І., Мельничук С.Д. та ін. Ветеринарно-санітарна експертиза з основами технології і стандартизації За ред. Якубчак О.М., Хоменко В.І. Київ. 2005, 800с.
\fВідповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.9
---
Статус завдання за результатами перегляду після апробації : Змінено
---
Коментарі розробників під час перегляду завдання за результатами апробації: Рекомендації: 1) можна замінити ключ: замість лістерій вказати сальмонел або ешеріхій.






Завдання № 70
Який збудник є етіологічним фактором харчокого токсикозу?
А*. Staphylococcus aureus; Б. Listeria monocytogenes; В. E.coli;
Г. Aspergillus flavus.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ГІГІЄНА ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 2.9
---
Статус завдання за результатами перегляду після апробації : Змінено альтернативи
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 71
Адміністративним правопорушенням (проступком) називають:
А*. Протиправна, винна дія чи бездіяльність, яка посягає на громадський порядок, власність, права і свободи громадян, на встановлений порядок управління за яку законом передбачено адміністративну відповідальність.
Б. Протиправне, винне, каране, суспільно небезпечне діяння за яке законом передбачено дисциплінарну відповідальність.
В. Протиправне, винне, каране, суспільно шкідливе діяння за яке законом передбачено кримінальну відповідальність.
Г. Винна дія чи бездіяльність, яка посягає на право власності і за яку передбачено цивільно-правову відповідальність.

--

Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ДЕРЖАВНИЙ КОНТРОЛЬ ПОТУЖНОСТЕЙ З ВИРОБНИЦТВА ТА ОБІГУ ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 3.3
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 72
Визначте мету проведення аудиту державним ветеринарним інспектором:
А*. Контроль операторів ринку щодо дотримання та ефективності процедур, заснованих на принципах НАССР.
Б. Контроль дотримання операторами ринку вимог законодавства про харчові продукти та корми, здоров'я та благополуччя тварин.
В. Плановий відбір проб та змивів на харчових потужностях для лабораторних досліджень у випробувальній лабораторії.
Г. Позапланова перевірка операторів ринку щодо дотримання ними санітарного законодавства.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ДЕРЖАВНИЙ КОНТРОЛЬ ПОТУЖНОСТЕЙ З ВИРОБНИЦТВА ТА ОБІГУ ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 3.2
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано
\f





Завдання № 73
Визначте, що охоплюють процедури державного інспектування на бойні:
А*. Передзабійний огляд тварин, моніторинг забою та первинної обробки туш, післязабійний огляд продуктів забою, можливі додаткові дослідження, контроль м'яса, субпродуктів, побічних продуктів.
Б. Відбір проб та змивів для лабораторних досліджень, їх дослідження у випробувальній лабораторії, можливі додаткові дослідження, миття та дезінфікування виробничих цехів.
В. Забезпечення заходів боротьби із шкідниками та біологічними небезпечними чинниками (дезінфекція, дезінсекція, дератизація), передзабійний ветеринарний огляд тварин.
Г. Організація санітарних днів на підприємстві, перевірка документації, моніторинг забою та первинної обробки туш, контроль переробки м'яса і субпродуктів, побічних продуктів.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ДЕРЖАВНИЙ КОНТРОЛЬ ПОТУЖНОСТЕЙ З ВИРОБНИЦТВА ТА ОБІГУ ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 3.2
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 74
Визначте, що регламентує Закон України «Про основні принципи та вимоги до безпечності та якості харчових продуктів»:
А*. Загальні гігієнічні вимоги щодо поводження з харчовими продуктами. Б. Процедури здійснення заходів державного контролю.
В. Процедури проведення санітарних заходів операторами ринку.
Г. Гігієнічні вимоги до побічних харчових продуктів тваринного походження.
\f---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ДЕРЖАВНИЙ КОНТРОЛЬ ПОТУЖНОСТЕЙ З ВИРОБНИЦТВА ТА ОБІГУ ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 3.2
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 75
Виробник кондитерських виробів закупив партію меду. На вхідному контролі в меді було виявлено наявність левоміцетину. Назвіть правильну дію, якщо мед на момент лабораторних випробувань вже був у складському приміщенні:
А*. Заборонити використання небезпечної партії меду і здійснити його вилучення з оформленням акту про невідповідність.
Б. Негайно здійснити термічну обробку небезпечної партії меду. В. Провести процедуру внутрішнього аудиту.
Г. Здійснити простежуваність партії меду.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ДЕРЖАВНИЙ КОНТРОЛЬ ПОТУЖНОСТЕЙ З ВИРОБНИЦТВА ТА ОБІГУ ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 3.1
---
Статус завдання за результатами перегляду після апробації : Змінено альтернативи
---
Коментарі розробників під час перегляду завдання за результатами апробації:
У відповідях неправильно вжитий термін «не кондиційний». У цьому випадку мед вважають небезпечних харчовим продуктом. Відповіді у всіх дистракторам не є фаховими.

\fЗавдання № 76
Вкажіть кількість обов'язкових критичних точок контролю, які мають бути на молокопереробних підприємствах:
А*. Не нормується. Б. Три.
В. П'ять. Г. Сім.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ДЕРЖАВНИЙ КОНТРОЛЬ ПОТУЖНОСТЕЙ З ВИРОБНИЦТВА ТА ОБІГУ ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 3.1
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 77
Дайте визначення терміну «безпечний харчовий продукт»:
А*. Харчовий продукт, який не справляє шкідливого впливу на здоров'я людини та є придатним для споживання.
Б. Харчовий продукт, який містить будь-який чинник, що може спричинити шкідливий вплив на здоров'я людини.
В. Харчовий продукт, який справляє шкідливий вплив на здоров'я людини та є непридатним для споживання.
Г. Харчовий продукт, який має належний термін придатності та відповідні органолептичні показники.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ДЕРЖАВНИЙ КОНТРОЛЬ ПОТУЖНОСТЕЙ З ВИРОБНИЦТВА ТА ОБІГУ ХАРЧОВИХ ПРОДУКТІВ
\fПункт Програми: 3.2
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 78
Дайте визначення терміну «небезпечний чинник у харчовому продукті»:
А*. Будь-який хімічний, фізичний, біологічний чинник харчового продукту, що може спричинити шкідливий вплив на здоров'я людини.
Б. Будь-яка речовина, що додається у харчовий продукт згідно з рецептурою та впливає на його специфічні властивості.
В. Харчові продукти, допоміжні матеріали для переробки, предмети та матеріали, що контактують з харчовими продуктами.
Г. -100%Будь-який хімічний, фізичний, біологічний чинник, що не становить загрози безпечності харчового продукту.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ДЕРЖАВНИЙ КОНТРОЛЬ ПОТУЖНОСТЕЙ З ВИРОБНИЦТВА ТА ОБІГУ ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 3.2
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 79
За інспектування рибопереробного підприємства, на якому працює 120 працівників на виробничій площі до 2500 м2, ви встановили відсутність чинного сертифіката на систему НАССР. Виберіть з наведених нижче дій правильну:
\f





---

А*. Це не є порушенням, оскільки сертифікація системи НАССР є добровільною.
Б. Це значне порушення, котре вимагає призупинення діяльності виробничих потужностей.
В. Визначити необхідність залучення консультанта до розробки системи за результатами аудиту..
Г. На таке підприємство накладається штраф і узгоджується термін на сертифікацію.
--


Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ДЕРЖАВНИЙ КОНТРОЛЬ ПОТУЖНОСТЕЙ З ВИРОБНИЦТВА ТА ОБІГУ ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 3.1
---
Статус завдання за результатами перегляду після апробації : Змінено альтернативи
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 80
За інспектування цеху з переробки натуральної ковбасної оболонки було встановлено факт наявності трубопроводів та незахищених скляних ламп над технологічною лінією. Дайте свою оцінку факту наявності незахищених скляних ламп над технологічною лінією:
А*. Дозволяється, але за умови наявності інструкції поводження з продукцією у випадку пошкодження лампи.
Б. Використання ламп без захисних кожухів заборонено.
В. Над технологічною лінією можуть бути тільки захищені лампи. Г. Дозволяється без будь-яких умов.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ДЕРЖАВНИЙ КОНТРОЛЬ ПОТУЖНОСТЕЙ З ВИРОБНИЦТВА ТА ОБІГУ ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 3.1
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
\fКоментарі розробників під час перегляду завдання за результатами апробації:
Не можу знайти правові основи щодо опису даної ситуації. Щодо структури: дистрактори Б і В ідентичні. Г- не працюючий, неправдоподібний.






Завдання № 81
За скільки днів до проведення інспектування державний інспектор має попередити оператора ринку:
А*. Захід проводять без попередження. Б. За 3 доби.
В. За 10 діб.
Г. За рішенням державного інспектора.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ДЕРЖАВНИЙ КОНТРОЛЬ ПОТУЖНОСТЕЙ З ВИРОБНИЦТВА ТА ОБІГУ ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 3.2
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 82
Зазначте періодичність здійснення компетентним органом планових заходів державного контролю відповідності діяльності операторів ринку:
А*. Залежно від оцінки ризику. Б. Щомісяця
В. Щокварталу Г. Раз на рік.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
\fВідповідність Програмі ЄДКІ:
Розділ: ДЕРЖАВНИЙ КОНТРОЛЬ ПОТУЖНОСТЕЙ З ВИРОБНИЦТВА ТА ОБІГУ ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 3.2
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 83
Заклад громадського харчування закупив партію свіжих томатів. Вхідний контроль безпечності показав уміст нітратів на рівні 850 мг/кг. Визначте групу небезпечного чинника:
А*. Хімічні. Б. Фізичні.
В. Біологічні.
Г. Фізичні та біологічні.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ДЕРЖАВНИЙ КОНТРОЛЬ ПОТУЖНОСТЕЙ З ВИРОБНИЦТВА ТА ОБІГУ ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 3.1
---
Статус завдання за результатами перегляду після апробації : рекомендовано ВИЛУЧИТИ
---
Коментарі розробників під час перегляду завдання за результатами апробації: Тест занадто легкий. Не несе змістового навантаження. Дистрактори «Б», «В», «Г»
неправдоподібні. Вважаю, що дане питання не може бути залучено до іспиту «Високих ставок».






Завдання № 84
Оберіть Закон, що регулює відносини між органами виконавчої влади, операторами ринку харчових продуктів та споживачами харчових продуктів.
\f




---

А*. Про основні принципи та вимоги до безпечності та якості харчових продуктів. Б. Про інформацію для споживачів харчових продуктів.
В. Про державний контроль за дотриманням законодавства про харчові продукти, корми, побічні продукти тваринного походження, здоров'я та благополуччя тварин.
Г. Про стандартизацію.

--

Правильна відповідь: А
Коментар розробників щодо правильної відповіді: Закон України Про основні принципи та вимоги до безпечності та якості харчових продуктів (Відомості Верховної Ради України (ВВР), 1998, № 19, ст. 98)
Відповідність Програмі ЄДКІ:
Розділ: ДЕРЖАВНИЙ КОНТРОЛЬ ПОТУЖНОСТЕЙ З ВИРОБНИЦТВА ТА ОБІГУ ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 3.2
---
Статус завдання за результатами перегляду після апробації : Змінено Г
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 85
На кого покладено обов'язок забезпечити простежуваність харчових продуктів?
А*. На усіх операторів ринку харчових продуктів.
Б. На операторів ринку, за винятком тих, які займаються первинним виробництвом. В. На компетентний орган.
Г. На державного ветеринарного інспектора.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ДЕРЖАВНИЙ КОНТРОЛЬ ПОТУЖНОСТЕЙ З ВИРОБНИЦТВА ТА ОБІГУ ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 3.2
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано
\f





Завдання № 86
На м'ясопереробне підприємство надійшла рекламація партії продукції з підозрою на наявність біологічного небезпечного чинника. Вкажіть ваші дії з переліку наведених:
А*. Необхідно відібрати проби продукції для проведення лабораторних досліджень\\випробувань.
Б. Провести позачергове дезінфікування виробничих приміщень.
В. Направити працівників для проходження позачергового медичного огляду. Г. Одразу утилізувати всю партію продукції.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ДЕРЖАВНИЙ КОНТРОЛЬ ПОТУЖНОСТЕЙ З ВИРОБНИЦТВА ТА ОБІГУ ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 3.1
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 87
На м'ясопереробному підприємстві впровадили новий вид пакування готової продукції. Укажіть, чи будете ви ініціювати зовнішній аудит системи безпечності у зв'язку зі зміною пакування готової продукції:
А*. Ні.
Б. Так.
В. Так, якщо разом з пакуванням змінився строк придатності продукції. Г. Так, якщо змінилися умови зберігання продукції у новому пакуванні.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній Відповідність Програмі ЄДКІ:
\fРозділ: ДЕРЖАВНИЙ КОНТРОЛЬ ПОТУЖНОСТЕЙ З ВИРОБНИЦТВА ТА ОБІГУ ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 3.1
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 88
На м'ясопереробному підприємстві за виробництва сирокопчених ковбас використовують натуральну кишкову оболонку (черева свинна). Було встановлено, що до кінця терміну придатності оболонки залишилося три дні. Укажіть, чи можна використовувати ковбасну оболонку:
А*. Так, оскільки термін придатності ще не закінчився.
Б. Ні, якщо термін придатності ковбаси довший за строк придатності оболонки. В. Так, але за умови проведення термічної обробки оболонки.
Г. Так, але термін придатності готового продукту має бути скорочений.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ДЕРЖАВНИЙ КОНТРОЛЬ ПОТУЖНОСТЕЙ З ВИРОБНИЦТВА ТА ОБІГУ ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 3.1
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 89
На молокопереробне підприємство надійшла скарга щодо виявленої E. Сoli O157:H7 в питному йогурті. Вкажіть ваші першочергові дії:
\f






---

А*. Встановити приналежність питного йогурту до партії та місце перебування всіх інших одиниць партії.
Б. Відібрати проби продукції та надіслати в лабораторію.
В. Призупинити діяльність молокопереробної потужності до отримання результатів перевірки партії питного йогурту.
Г. Призупинити лінію по виробництву питного йогурту, відібрати проби, провести бактеріологічні дослідження.

--

Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ДЕРЖАВНИЙ КОНТРОЛЬ ПОТУЖНОСТЕЙ З ВИРОБНИЦТВА ТА ОБІГУ ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 3.1
---
Статус завдання за результатами перегляду після апробації : Змінено В і Г
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 90
На молокопереробному підприємстві виявлено наявність технічного мастила у готовому продукті. Назвіть передумову заповнення протоколу відхилення та застосування корекцій:
А*. Відхилення значення від встановлених лімітів за моніторингу критичної точки контролю.
Б. Державний аудит.
В. Проведення ремонтних або профілактичних робіт з технологічним обладнанням. Г. Перевірка ефективності системи НАССР.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ДЕРЖАВНИЙ КОНТРОЛЬ ПОТУЖНОСТЕЙ З ВИРОБНИЦТВА ТА ОБІГУ ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 3.1
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
\fКоментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 91
На молокопереробному підприємстві водночас здійснюється виробництво семи видів продукції. Виберіть твердження, що відповідає вимогам системи НАССР.
А*. Одночасна переробка різних видів молочної продукції допускається, але за умов належної санітарно-гігієнічної практики.
Б. Одночасна переробка різних видів молочної продукції заборонена.
В. Одночасна переробка різних видів молочної продукції допускається, але за умови надходження сировини від одного постачальника.
Г. Одночасна переробка різних видів молочної продукції допускається, але за умови виготовлення продуктів з однієї партії сировини.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: Сиситема НАССР, Довідник: Львів НТЦ
«Леонорм-Стандарт, 2003 -2018с. (Серія «Нормативна база підприємства» с. 172. Стаття 17 (Загальні вимоги до приміщень)
Відповідність Програмі ЄДКІ:
Розділ: ДЕРЖАВНИЙ КОНТРОЛЬ ПОТУЖНОСТЕЙ З ВИРОБНИЦТВА ТА ОБІГУ ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 3.1
---
Статус завдання за результатами перегляду після апробації : Змінено
---
Коментарі розробників під час перегляду завдання за результатами апробації:
В основі зазначається переробка семи видів продукції на молокопереробному підприємстві. Водночас, дистрактор Б. вказує на одночасну переробку різних видів продукції в одному приміщенні. Тобто дистрактор не відповідає основі. Також, на мою думку, варто змі






Завдання № 92
Назвіть заходи державного контролю, що входять до повноважень державного ветеринарного інспектора:
А*. Інспектування, аудит, моніторинг, лабораторне випробування. Б. Ветеринарно-санітарна експертиза, некропсія.
В. Верифікація, валідація, калібрування.
\fГ. Дезінфекція, дезінсекція, дератизація.
---

Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ДЕРЖАВНИЙ КОНТРОЛЬ ПОТУЖНОСТЕЙ З ВИРОБНИЦТВА ТА ОБІГУ ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 3.2
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 93
Назвіть компетентний орган в Україні, який здійснює державний контроль у сфері безпечності харчових продуктів:
А*. Держпродспоживслужба України.
Б. Міністерство охорони здоров'я України.
В. Міністерство економічного розвитку та торгівлі України. Г. Кабінет Міністрів України.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ДЕРЖАВНИЙ КОНТРОЛЬ ПОТУЖНОСТЕЙ З ВИРОБНИЦТВА ТА ОБІГУ ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 3.2
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано

\fЗавдання № 94
Назвіть можливість виникнення шкідливого впливу на здоров'я людини та його ступінь, за наявності небезпечних чинників у харчовому продукті:
А*. Ризик.
Б. Небезпека. В. Хвороба.
Г. Патологічний стан.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: Визначення поняття «Ризик» (згідно із Законом України від 20.09.2019 р. N 124-IX).
Відповідність Програмі ЄДКІ:
Розділ: ДЕРЖАВНИЙ КОНТРОЛЬ ПОТУЖНОСТЕЙ З ВИРОБНИЦТВА ТА ОБІГУ ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 3.2
---
Статус завдання за результатами перегляду після апробації : Рекомендовано ВИЛУЧИТИ
---
Коментарі розробників під час перегляду завдання за результатами апробації: Таке завдаання не може бути включено до іспиту «високих ставок».






Завдання № 95
Назвіть небезпечні чинники, які відносять до біологічних: А*. Мікроорганізми, віруси, паразити
Б. Мікотоксини, отруйні речовини В. Токсичні речовини, хімікати
Г. Дезінфектанти, антигельмінтики
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ДЕРЖАВНИЙ КОНТРОЛЬ ПОТУЖНОСТЕЙ З ВИРОБНИЦТВА ТА ОБІГУ ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 3.2
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
\fКоментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 96
Назвіть чинники, що враховують під час оцінювання ризику для оператора ринку: А*. Вид продукції, тип діяльності, результати попередніх перевірок.
Б. Обсяги виробництва, кваліфікація керівника, товарооборот.
В. Вид продукції, розташування підприємства, кількість працівників. Г. Тип підприємства, вид продукції, кваліфікація персоналу.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ДЕРЖАВНИЙ КОНТРОЛЬ ПОТУЖНОСТЕЙ З ВИРОБНИЦТВА ТА ОБІГУ ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 3.2
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 97
Санкції за умисне введення в обіг на ринку України (випуск на ринок України) небезпечної продукції передбачені:
А*. Кримінальним кодексом України.
Б. Законом України "Про ветеринарну медицину".
В. Законом України "Про основні принципи та вимоги до безпечності та якості харчових продуктів".
Г. Кодексом України про адміністративні правопорушення
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній Відповідність Програмі ЄДКІ:
\fРозділ: ДЕРЖАВНИЙ КОНТРОЛЬ ПОТУЖНОСТЕЙ З ВИРОБНИЦТВА ТА ОБІГУ ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 3.3
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 98
У реалізацію потрапив багатокомпонентний продукт рослинного походження, на етикетці якого зазначено «Без ГМО». Укажіть, чи впливає наявність генно-модифікованих організмів на строк придатності продукту:
А*. Ні.
Б. Так.
В. Так, але за умови вмісту генно модифікованих компонентів не менше 25 %. Г. Так, але за умови вмісту генно модифікованих компонентів не менше 50 %.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ДЕРЖАВНИЙ КОНТРОЛЬ ПОТУЖНОСТЕЙ З ВИРОБНИЦТВА ТА ОБІГУ ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 3.1
---
Статус завдання за результатами перегляду після апробації : розробники не запропонували змін
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 99
Укажіть, чи завжди на етапі пастеризації молока має бути критична точка контролю?
А*. Так. Б. Ні.
В. Залежить від температури.
Г. Залежить від способу пакування готового продукту.

--

Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ДЕРЖАВНИЙ КОНТРОЛЬ ПОТУЖНОСТЕЙ З ВИРОБНИЦТВА ТА ОБІГУ ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 3.1
---
Статус завдання за результатами перегляду після апробації : НЕ змінено
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано






Завдання № 100
Укажіть, що з переліченого не відносять до навмисно доданих небезпечних чинників: А*. Соланін.
Б. Речовини, що посилюють поживну цінність.
В. Речовини, що регулюють аромат та смак харчових продуктів. Г. Афлатоксин.
---
Правильна відповідь: А
Коментар розробників щодо правильної відповіді: відсутній
Відповідність Програмі ЄДКІ:
Розділ: ДЕРЖАВНИЙ КОНТРОЛЬ ПОТУЖНОСТЕЙ З ВИРОБНИЦТВА ТА ОБІГУ ХАРЧОВИХ ПРОДУКТІВ
Пункт Програми: 3.1
---
Статус завдання за результатами перегляду після апробації : НЕ змінено
---
Коментарі розробників під час перегляду завдання за результатами апробації: не надано
`
